Repository: pld-linux/xchat
Catalog: xchat-*.po
Languages: pl

source: Cannot create ~/.xchat
pl: Nie mogê utworzyæ ~/.xchat

source: The default download directory is your home dir, you should change this at some stage.
pl: Otrzymane pliki s± domy¶lnie zapisywane w katalogu domowym. Powiniene¶ to zmieniæ.

source: * Running IRC as root is stupid! You should create a User Account and use that to login. * The default download directory is your home dir, you should change this at some stage.
pl: * Uruchamianie klienta IRC z konta root jest g³upie! Powiniene¶ za³o¿yæ sobie inne konto do tego celu. * Otrzymane pliki s± domy¶lnie zapisywane w katalogu domowym. Powiniene¶ to zmieniæ.

source: I'm busy
pl: Jestem zajêty

source: Client Exiting
pl: Roz³±czanie klienta

source: Waiting
pl: Oczekujê

source: Active
pl: Aktywne

source: Failed
pl: Nie powiod³o siê

source: Done
pl: Zrobione

source: Connect
pl: Po³±cz

source: Aborted
pl: Anulowano

source: Cannot access %s
pl: Brak dostêpu do %s

source: No active DCCs
pl: Brak aktywnych po³±czeñ DCC

source: YES
pl: TAK

source: NO
pl: NIE

source: %-20s online
pl: %-20s po³±czony

source: %-20s offline
pl: %-20s roz³±czony

source: No channel joined. Try /join #<channel>
pl: Nie jeste¶ na ¿adnym kanale. Spróbuj /join #<kana³>

source: Not connected. Try /server <host> [<port>]
pl: Nie jeste¶ po³±czony. Spróbuj /server <adres> [<port>]

source: /ADDBUTTON <name> <action>, adds a button under the user-list
pl: /ADDBUTTON <nazwa> <akcja>, dodaje przycisk poni¿ej listy u¿ytkowników

source: /ALLCHAN <cmd>, sends a command to all channels you're in
pl: /ALLCHAN <polecenie>, wysy³a polecenie do wszystkich kana³ów, na których jeste¶

source: /ALLSERV <cmd>, sends a command to all servers you're in
pl: /ALLSERV <polecenie>, wysy³a polecenie do wszystkich serwerów, do których jeste¶ pod³±czony

source: /AWAY [<reason>], sets you away
pl: /AWAY [<powód>], ustawia tryb nieobecno¶ci

source: /BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)
pl: /BAN <wzorzec> [<rodzaj>], banuje ka¿dego na kanale, który pasuje do podanego wzorca. Je¶li te osoby s± ju¿ na kanale nie wyrzuca ich (wymaga operatora)

source: /UNBAN <mask> [<mask>...], unbans the specified masks.
pl: /UNBAN <wzorzec> [<wzorzec>...], odbanowuje podane wzorce.

source: /CLEAR, Clears the current text window
pl: /CLEAR, czy¶ci aktualne okno tekstowe

source: /CLOSE, Closes the current window/tab
pl: /CLOSE, zamyka aktualne okno lub zak³adkê

source: /CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO
pl: /CTCP <pseudonim> <wiadomo¶æ>, wysy³a ¿±danie CTCP do podanej osoby. Najczê¶ciej u¿ywane to VERSION oraz USERINFO

source: /COUNTRY <code>, finds a country code, eg: au = australia
pl: /COUNTRY <kod>, odnajduje pañstwo wed³ug jego kodu, np: au = Australia

source: /CYCLE, parts current channel and immediately rejoins
pl: /CYCLE, powoduje opuszczenie kana³u i natychmiastowy powrót

source: /DCC GET <nick> - receive an offered file /DCC SEND <nick> <file> - send a file to someone /DCC LIST - show DCC list /DCC CHAT <nick> - offer DCC CHAT to someone /DCC CLOSE <type> <nick> <file> example: /dcc close send johnsmith file.tar.gz
pl: /DCC GET <pseudonim> - odbiera plik /DCC SEND <pseudonim> <plik> - wysy³a podany plik /DCC LIST - pokazuje listê aktualnych operacji DCC /DCC CHAT <pseudonim> - uruchamia rozmowê DCC do podanej osoby /DCC CLOSE <rodzaj> <pseudonim> <plik> - zamyka podan± operacjê, np: /dcc close send jankowalski plik.tar.gz

source: /DELBUTTON <name>, deletes a button from under the user-list
pl: /DELBUTTON <nazwa>, usuwa przycisk spod listy u¿ytkowników

source: /DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)
pl: /DEHOP <pseudonim>, odbiera podanej osobie status pó³operatora aktualnego kana³u (wymaga operatora)

source: /DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)
pl: /DEOP <pseudonim>, odbiera podanej osobie status operatora aktualnego kana³u (wymaga operatora)

source: /DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)
pl: /DEVOICE <pseudonim>, odbiera prawo g³osu podanej osobie na aktualnym kanale (wymaga operatora)

source: /DISCON, Disconnects from server
pl: /DISCON, roz³±cza z serwerem

source: /DNS <nick|host|ip>, Finds a users IP number
pl: /DNS <pseudonim|domena|ip>, odnajduje adres IP podanej osoby

source: /ECHO <text>, Prints text locally
pl: /ECHO <tre¶æ>, wy¶wietla tekst lokalnie

source: /EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box
pl: /EXEC [-o] <polecenie>, uruchamia podane polecenie. Je¶li u¿yto opcji -o,wynik jest wysy³any na aktualny kana³, w przeciwnym wypadku zostaje wy¶wietlony lokalnie.

source: /EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed
pl: /EXECKILL [-9], usuwa dzia³aj±cy proces w aktualnej sesji, Je¶li podano -9 proces otrzymuje sygna³ SIGKILL.

source: /EXECSTOP, sends the process SIGSTOP
pl: /EXECSTOP, wysy³a SIGSTOP do uruchomienego procesu

source: /EXECCONT, sends the process SIGCONT
pl: /EXECONT, wysy³a sygna³ SIGCONT do uruchomionego procesu

source: /EXECWRITE, sends data to the processes stdin
pl: /EXECWRITE, wysy³a dane na standardowe wej¶cie dzia³aj±cego procesu

source: /FLUSHQ, flushes the current server's send queue
pl: /FLUSHQ, czy¶ci aktualn± kolejkê wysy³ki serwera

source: /GATE <host> [<port>], proxies through a host, port defaults to 23
pl: /GATE <adres> [<port>], uruchamia po³±czenie za po¶rednictwem podanego adresu, domy¶lny port to 23

source: /HOP <nick>, gives chanhalf-op status to the nick (needs chanop)
pl: /HOP <pseudonim>, daje status pó³operatora podanej osobie (wymaga operatora)

source: /IGNORE <mask> <types..> <options..> mask - host mask to ignore, eg: *!*@*.aol.com types - types of data to ignore, one or all of: PRIV, CHAN, NOTI, CTCP, INVI, ALL options - NOSAVE, QUIET
pl: /IGNORE <wzorzec> <rodzaje..> <opcje..> wzorzec - wzorzec adresu, który ma byæ ignorowany, np: *!*@*.tpnet.pl rodzaje - rodzaje danych, jakie maj± byæ ignorowane, jeden lub wszystkie: PRIV, CHAN, NOTI, CTCP, INVI, ALL opcje - NOSAVE, QUIET

source: /INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)
pl: /INVITE <pseudonim> [<kana³>], zaprasza podan± osobê na kana³. Domy¶lnie jest to aktualny kana³ (wymaga operatora)

source: /JOIN <channel>, joins the channel
pl: /JOIN <kana³>, do³±cza do kana³u

source: /KICK <nick>, kicks the nick from the current channel (needs chanop)
pl: /KICK <pseudonim>, wyrzuca podan± osobê z aktualnego kana³u (wymaga operatora)

source: /KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)
pl: /KICKBAN <pseudonim>, banuje i wyrzuca podan± osobê z aktualnego kana³u (wymaga operatora)

source: /LAGCHECK, forces a new lag check
pl: /LAGCHECK, wymusza sprawdzenie opó¼nienia do serwera

source: /LASTLOG <string>, searches for a string in the buffer.
pl: /LASTLOG <tre¶æ>, szuka podanej tre¶ci w buforze.

source: /LISTDLL, Lists all currenly loaded plugins
pl: /LISTDLL, pokazuje listê wszystkich za³adowanych wtyczek

source: /LOAD <file>, loads a Perl script
pl: /LOAD <plik>, wczytuje skrypt Perl

source: /LOADDLL <file>, loads a plugin
pl: /LOADLL <plik>, wczytuje wtyczkê

source: /MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)
pl: /MDEHOP, odbiera status pó³operatora wszystkim z aktualnego kana³u (wymaga operatora)

source: /MDEOP, Mass deop's all chanops in the current channel (needs chanop)
pl: /MDEOP, odbiera status operatora wszystkim na aktualnym kanale (wymaga operatora)

source: /MKICK, Mass kicks everyone except you in the current channel (needs chanop)
pl: /MKICK, wyrzuca wszystkich z kana³u oprócz samego siebie (wymaga operatora)

source: /MKICKB, Sets a ban of *@* and mass kicks everyone except you in the current channel (needs chanop)
pl: /MKICKB, ustawia bana na *@* i nastêpnie wyrzuca wszystkich z kana³u oprócz Ciebie (wymaga operatora)

source: /ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)
pl: /ME <akcja>, wysy³a podan± akcjê na aktualny kana³ (akcje powinny byæ pisane w trzeciej osobie, np. /me skacze)

source: /MSG <nick> <message>, sends a private message
pl: /MSG <pseudonim> <wiadomo¶æ>, wysy³a prywatn± wiadomo¶æ

source: /NAMES, Lists the nicks on the current channel
pl: /NAMES, pokazujê listê wszystkich osób na aktualnym kanale

source: /NCTCP <nick> <message>, Sends a CTCP notice
pl: /NCTCP <pseudonim> <wiadomo¶æ>, Wysy³a uwagê (notice) CTCP

source: /NEWSERVER <hostname> [<port>]
pl: /NEWSERVER <adres> [<port>]

source: /NICK <nickname>, sets your nick
pl: /NICK <pseudonim>, zmienia pseudonim

source: /NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to
pl: /NOTICE <pseudonim/kana³> <wiadomo¶æ>, wysy³a uwagê (notice). Uwagi s± takim rodzajem wiadomo¶ci, na które powinno siê reagowaæ automatycznie

source: /NOTIFY [<nick>], lists your notify list or adds someone to it
pl: /NOTIFY [<pseudonim>], wy¶wietla listê powiadamiania lub dodaje do niej now± osobê

source: /OP <nick>, gives chanop status to the nick (needs chanop)
pl: /OP <pseudonim>, daje status operatora podanej osobie (wymaga operatora)

source: /PART [<channel>] [<reason>], leaves the channel, by default the current one
pl: /PART [<kana³>] [<powód>], opuszcza podany kana³, domy¶lnie jest to aktywny kana³

source: /PING <nick | channel>, CTCP pings nick or channel
pl: /PING <pseudonim | kana³>, sprawdza czas odpowiedzi dla danej osoby lub kana³u

source: /PKILL <name>, kills the script of the given name
pl: /PKILL <nazwa>, zabija skrypt o podanej nazwie

source: /PLIST, lists the current python scripts
pl: /PLIST, pokazuje listê aktualnych skryptów Python

source: /PLOAD loads a python script
pl: /PLOAD wczytuje skrypt Python

source: /QUERY <nick>, opens up a new privmsg window to someone
pl: /QUERY <pseudonim>, otwiera okno rozmowy z wybran± osob±

source: /QUIT [<reason>], disconnects from the current server
pl: /QUIT [<powód>], roz³±cza z aktualnym serwerem

source: /QUOTE <text>, sends the text in raw form to the server
pl: /QUOTE <polecenie>, wysy³a podane polecenie bezpo¶rednio do serwera

source: /RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers
pl: /RECONNECT [-ssl] [<adres>] [<port>] [<has³o>], mo¿e byæ wywo³ane bez parametrów, wtedy ³±czy siê od nowa z aktualnym serwerem. Wywo³anie w postaci /RECONECT ALL ³±czy od nowa ze wszystkimi serwerami

source: /RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers
pl: /RECONNECT [<adres>] [<port>] [<has³o>], mo¿e byæ wywo³ane bez parametrów, wtedy ³±czy siê od nowa z aktualnym serwerem. Wpisanie /RECONNECT ALL powoduje siê po³±czenie od nowa ze wszystkimi serwerami

source: /RMDLL <dll name>, unloads a plugin
pl: /RMDLL <nazwa>, wy³adowuje podan± wtyczkê

source: /SAY <text>, sends the text to the object in the current window
pl: /SAY <tre¶æ>, wysy³a tekst o podanej tre¶ci do obiektu w aktualnym oknie

source: /SCPINFO, Lists some information about current Perl bindings
pl: /SCPINFO, pokazuje informacje o aktualnych przypisaniach Perl

source: /SET <variable> [<value>]
pl: /SET <zmienna> [<warto¶æ>]

source: /SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel
pl: /SERVCHAN [-ssl] <adres> <port> <kana³>, ³±czy z serwerem i wchodzi na podany kana³

source: /SERVCHAN <host> <port> <channel>, connects and joins a channel
pl: /SERVCHAN <adres> <port> <kana³>, ³±czy a nastêpnie wchodzi na podany kana³

source: /SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 994 for ssl connections.
pl: /SERVER [-ssl] <adres> [<port>] [<has³o>], ³±czy z podanym serwerem. Domy¶lny port to 6667 dla normalnych po³±czeñ, a dla SSL to 994.

source: /SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667.
pl: /SERVER <adres> [<port>] [<has³o>], ³±czy z podanym serwerem. Domy¶lny port to 6667.

source: /TIMER <seconds> <command>
pl: /TIMER <sekundy> <polecenie>

source: /TOPIC [<topic>], sets the topic if one is given, else shows the current topic
pl: /TOPIC [<temat>], ustawia podany temat na aktualnym kanale. W przypadku opuszczenia parametrów, wy¶wietla aktualny temat.

source: /UNIGNORE <mask> [QUIET]
pl: /UNIGNORE <wzorzec> [QUIET]

source: /UNLOADALL, Unloads all perl scripts
pl: /UNLOADALL, wy³adowuje wszystkie skrypty Perl

source: /WALLCHOP <message>, sends the message to all chanops on the current channel
pl: /WALLCHOP <wiadomo¶æ>, wysy³a wiadomo¶æ do wszystkich operatorów aktualnego kana³u

source: /WALLCHAN <message>, writes the message to all channels
pl: /WALLCHAN <wiadomo¶æ>, wysy³a wiadomo¶æ na wszystkie kana³y

source: /VOICE <nick>, gives voice status to someone (needs chanop)
pl: /VOICE <pseudonim>, udziela prawa g³osu podanej osobie (wymaga operatora)

source: Usage:
pl: U¿ycie:

source: No help available on that command.
pl: Brak pomocy dla tego polecenia.

source: No such command.
pl: Nie ma takiego polecenia.

source: I need /bin/sh to run!
pl: Wymagane jest /bin/sh do poprawnego dzia³ania!

source: Commands Available:
pl: Dostêpne polecenia:

source: Type /HELP <command> for more information, or /HELP -l
pl: Wpisz /HELP <polecenie> aby uzyskaæ wiêcej informacji, lub u¿yj /HELP -l

source: User defined commands:
pl: Polecenia zdefiniowane przez u¿ytkownika:

source: Unknown arg '%s' ignored.
pl: Nieznany argument '%s' zigonorowany.

source: Error compiling script
pl: B³±d przy kompilacji skryptu

source: Error Loading file
pl: B³±d przy wczytywaniu pliku

source: Perl scripting not available in this compilation.
pl: Ta wersja xchat nie obs³uguje skryptów Perl.

source: Bad arguments for user command.
pl: Z³e argumenty dla polecenia u¿ytkownika.

source: Too many recursive usercommands, aborting.
pl: Zbyt du¿o zagnie¿dzonych poleceñ u¿ytkownika, przerywam.

source: Unknown Command. Try /help
pl: Nieznane polecenie. Spróbuj /help

source: Registered Scripts:
pl: Zarejestrowane skrypty:

source: Inbound Handlers:
pl: Przetwarzanie wej¶cia:

source: Command Handlers:
pl: Przetwarzanie poleceñ:

source: Print Handlers:
pl: Przetwarzanie wy¶wietlania:

source: **** ENDING LOGGING AT %s
pl: **** KONIEC LOGOWANIA W %s

source: **** BEGIN LOGGING AT %s
pl: **** ROZPOCZÊCIE LOGOWANIA W %s

source: The nick of the joining person
pl: Pseudonim do³±czaj±cej osoby

source: The channel being joined
pl: Kana³, do którego do³±czono

source: The host of the person
pl: Adres komputera danej osoby

source: Nickname
pl: Pseudonim

source: The action
pl: Akcja

source: The text
pl: Tekst

source: Mode char
pl: Znak trybu

source: The message
pl: Wiadomo¶æ

source: Old nickname
pl: Stary pseudonim

source: New nickname
pl: Nowy pseudonim

source: Nick of person who changed the topic
pl: Pseudonim osoby, która zmieni³a temat

source: Topic
pl: Temat

source: Channel
pl: Kana³

source: The nickname of the kicker
pl: Pseudonim osoby wyrzucaj±cej

source: The person being kicked
pl: Pseudonim osoby wyrzuconej

source: The channel
pl: Kana³

source: The reason
pl: Powód

source: The nick of the person leaving
pl: Pseudonim osoby wychodz±cej

source: The time
pl: Czas

source: The creator
pl: Twórca

source: Nick
pl: Pseudonim

source: Reason
pl: Powód

source: Host
pl: Adres

source: Who it's from
pl: Od kogo pochodzi

source: The time in x.x format (see below)
pl: Czas w formacie x.x. (zobacz poni¿ej)

source: The Channel it's going to
pl: Kana³ przeznaczenia

source: The sound
pl: D¼wiêk

source: The nick of the person
pl: Pseudonim osoby

source: The CTCP event
pl: Zdarzenie CTCP

source: The nick of the person who set the key
pl: Pseudonim osoby, która ustawi³a klucz

source: The key
pl: Klucz

source: The nick of the person who set the limit
pl: Pseudonim osoby, która ustawi³a limit

source: The limit
pl: Limit

source: The nick of the person who did the op'ing
pl: Pseudonim osoby, która nada³a status operatora

source: The nick of the person who has been op'ed
pl: Pseudonim osoby, która otrzyma³a status operatora

source: The nick of the person who did the halfop'ing
pl: Pseudonim osoby, która nada³a status pó³operatora

source: The nick of the person who has been halfop'ed
pl: Pseudonim osoby, która otrzyma³a status pó³operatora

source: The nick of the person who did the voice'ing
pl: Pseudonim osoby, która udzieli³a prawa g³osu

source: The nick of the person who has been voice'ed
pl: Pseudonim osoby, która otrzyma³a prawo g³osu

source: The nick of the person who did the banning
pl: Pseudonim osoby banuj±cej

source: The ban mask
pl: Wzorzec bana

source: The nick who removed the key
pl: Pseudonim osoby, która usunê³a klucz

source: The nick who removed the limit
pl: Pseudonim osoby, która usunê³a limit

source: The nick of the person of did the deop'ing
pl: Pseudonim osoba, która odebra³a status operatora

source: The nick of the person who has been deop'ed
pl: Pseudonim osoby, której odebrano status operatora

source: The nick of the person of did the dehalfop'ing
pl: Pseudonim osoby, która odebra³a status pó³operatora

source: The nick of the person who has been dehalfop'ed
pl: Pseudonim osoby, której odebrano status pó³operatora

source: The nick of the person of did the devoice'ing
pl: Pseudonim osoby, która odebra³a prawo g³osu

source: The nick of the person who has been devoice'ed
pl: Pseudonim osoby, której odebrano prawo g³osu

source: The nick of the person of did the unban'ing
pl: Pseudonim osoby, która zdjê³a bana

source: The nick of the person who did the exempt
pl: Pseudonim osoby, która za³o¿y³a wyj±tek na bany

source: The exempt mask
pl: Wzorzec wyj±tku na bany

source: The nick of the person removed the exempt
pl: Pseudonim osoby, która usunê³a wyj±tek na bany

source: The nick of the person who did the invite
pl: Pseudonim osoby, która ustawi³a zaproszenie

source: The invite mask
pl: Wzorzec zaproszenia

source: The nick of the person removed the invite
pl: Pseudonim osoby, która usunê³a zaproszenie

source: The nick of the person setting the mode
pl: Pseudonim osoby, która ustawi³a tryb

source: The mode's sign (+/-)
pl: Znak trybu (+/-)

source: The mode letter
pl: Litera trybu

source: The channel it's being set on
pl: Kana³, na którym ustawiono tryb

source: Username
pl: U¿ytkownik

source: Full name
pl: Imiê i nazwisko

source: Channel Membership/"is an IRC operator"
pl: Cz³onkowsto kana³u/"jest operatorem IRC"

source: Server Information
pl: Informacje o serwerze

source: Idle time
pl: Czas bezczynno¶ci

source: Signon time
pl: Czas zalogowania

source: Away reason
pl: Powód nieobecno¶ci

source: Channel Name
pl: Nazwa kana³u

source: Text
pl: Tekst

source: Nick of person who invited you
pl: Pseudonim osoby, która Ciê zaprosi³a

source: Server Name
pl: Nazwa serwera

source: Users
pl: Osób

source: Nickname in use
pl: Pseudonim w u¿yciu

source: Nick being tried
pl: Próbowany pseudonim

source: Error String
pl: Tre¶æ b³êdu

source: Channel name
pl: Nazwa kana³u

source: Modes string
pl: Ci±g znaków trybu

source: IP address
pl: Adres IP

source: DCC Type
pl: Rodzaj DCC

source: Filename
pl: Nazwa pliku

source: Destination filename
pl: Plik docelowy

source: Error string
pl: Tre¶æ b³êdu

source: {to|from}
pl: {od|do}

source: DCC type
pl: Rodzaj DCC

source: Size
pl: Rozmiar

source: DCC String
pl: Ci±g znaków DCC

source: Number of notify items
pl: Ilo¶æ elementów w powiadamianiu

source: Servername
pl: Nazwa serwera

source: Old Filename
pl: Stara nazwa pliku

source: New Filename
pl: Nowa nazwa pliku

source: Receiver
pl: Odbiorca

source: Message
pl: Wiadomo¶æ

source: Hostmask
pl: Wzorzec adresu

source: Priv Yes/No
pl: Wiad Tak/Nie

source: Noti Yes/No
pl: Uwagi Tak/Nie

source: Chan Yes/No
pl: Kana³ Tak/Nie

source: Ctcp Yes/No
pl: Ctcp Tak/Nie

source: Invi Yes/No
pl: Zapr Tak/Nie

source: Unig Yes/No
pl: Odign Tak/Nie

source: Hostname
pl: Adres

source: The Packet
pl: Pakiet

source: Number of messages
pl: Ilo¶æ wiadomo¶ci

source: Bytes in mailbox
pl: Bajtów w skrzynce pocztowej

source: Seconds
pl: Sekund

source: Nick of person who have been invited
pl: Pseudonim osoby zaproszonej

source: Banmask
pl: Wzorzec bana

source: Who set the ban
pl: Kto ustawi³ bana

source: Ban time
pl: Czas bana

source: Error
pl: B³±d

source: -%C10-%C11>%O$t%B$1%B %C14(%C10$3%C14)%C has joined $2
pl: -%C10-%C11>%O$t%B$1%B %C14(%C10$3%C14)%C wszed³ na kana³ $2

source: -%C10-%C11-%O$t$1 is now known as $2
pl: -%C10-%C11-%O$t$1 zmieni³ pseudonim na $2

source: -%C10-%C11-%O$t$1 has changed the topic to: $2%O
pl: -%C10-%C11-%O$t$1 zmieni³ temat kana³u na: $2%O

source: -%C10-%C11-%O$tTopic for %C11$1%C is %C11$2%O
pl: -%C10-%C11-%O$tTemat na kanale %C11$1%C brzmi %C11$2%O

source: <%C10-%C11-%O$t$1 has kicked $2 from $3 ($4%O)
pl: <%C10-%C11-%O$t$1 wyrzuci³ $2 z kana³u $3 ($4%O)

source: <%C10-%C11-%O$t$1 %C14(%O$2%C14)%C has left $3
pl: <%C10-%C11-%O$t$1 %C14(%O$2%C14)%C opu¶ci³ kana³ $3

source: -%C10-%C11-%O$tChannel $1 created on $2
pl: -%C10-%C11-%O$tKana³ $1 stworzony $2

source: -%C10-%C11-%O$tTopic for %C11$1%C set by %C11$2%C at %C11$3%O
pl: %C10-%C11-%O$tTemat dla kana³u %C11$1%C ustawiony %C11$3%C przez %C11$2%O

source: <%C10-%C11-%O$t$1 has quit %C14(%O$2%O%C14)%O
pl: <%C10-%C11-%O$t$1 roz³±czy³ siê z serwerem %C14(%O$2%O%C14)%C

source: -%C10-%C11-%O$tPing reply from $1 : $2 second(s)
pl: -%C10-%C11-%O$tCzas odpowiedzi od $1 : $2 sekund

source: -%C10-%C11>%O$t%BYou%B are now talking on %C11$2%O
pl: -%C10-%C11>%O$tWszed³e¶ w³a¶nie na kana³ %C11$2%O

source: -%C10-%C11-%O$tYou are now known as $2
pl: -%C10-%C11-%O$tTeraz Twój pseudonim to $2

source: -%C10-%C11-%O$tYou have been kicked from $2 by $3 ($4%O)
pl: -%C10-%C11-%O$tZosta³e¶ wyrzucony z kana³u $2 przez $3 ($4%O)

source: -%C10-%C11-%O$tYou have left channel $3
pl: -%C10-%C11-%O$tOpu¶ci³e¶ kana³ $3

source: -%C10-%C11-%O$tReceived a CTCP Sound $1 from $2
pl: -%C10-%C11-%O$tOtrzyma³e¶ CTCP D¼wiêk $1 od $2

source: -%C10-%C11-%O$tReceived a CTCP $1 from $2
pl: -%C10-%C11-%O$tOtrzyma³e¶ zapytanie CTCP $1 od $2

source: -%C10-%C11-%O$tReceived a CTCP $1 from $2 (to $3)
pl: -%C10-%C11-%O$tOtrzyma³e¶ zapytanie CTCP $1 od $2 (do $3)

source: -%C10-%C11-%O$t$1 sets channel keyword to $2
pl: -%C10-%C11-%O$t$1 ustawi³ klucz kana³u na $2

source: -%C10-%C11-%O$t$1 sets channel limit to $2
pl: -%C10-%C11-%C$t$1 ustawi³ limit kana³u na $2

source: -%C10-%C11-%O$t$1 gives channel half-operator status to $2
pl: -%C10-%C11-%O$t$1 nada³ status pó³operatora dla $2

source: -%C10-%C11-%O$t$1 gives channel operator status to $2
pl: -%C10-%C11-%O$t$1 nada³ status operatora kana³u dla $2

source: -%C10-%C11-%O$t$1 gives voice to $2
pl: -%C10-%C11-%O$t$1 udziela prawa g³osu $2

source: -%C10-%C11-%O$t$1 sets ban on $2
pl: -%C10-%C11-%O$t$1 ustawia bana dla $2

source: -%C10-%C11-%O$t$1 removes channel keyword
pl: -%C10-%C11-%O$t$1 usun±³ klucz kana³u

source: -%C10-%C11-%O$t$1 removes user limit
pl: -%C10-%C11-%O$t$1 usun±³ limit kana³u

source: -%C10-%C11-%O$t$1 removes channel half-operator status from $2
pl: -%C10-%C11-%O$t$1 odebra³ $2 status pó³operatora

source: -%C10-%C11-%O$t$1 removes channel operator status from $2
pl: -%C10-%C11-%O$t$1 odebra³ $2 status operatora

source: -%C10-%C11-%O$t$1 removes voice from $2
pl: -%C10-%C11-%O$t$1 odebra³ $2 prawo g³osu
