Repository: pld-linux/xchat
Catalog: xchat-*.po
Languages: pl

source: NAME SUB CMD Netscape... NAME Open in existing CMD !netscape -remote 'openURL(%s)' NAME Open in new window CMD !netscape -remote 'openURL(%s,new-window)' NAME Run new Netscape CMD !netscape %s NAME ENDSUB CMD NAME SUB CMD Mozilla... NAME Open in existing CMD !mozilla -remote 'openURL(%s)' NAME Open in new window CMD !mozilla -remote 'openURL(%s,new-window)' NAME Run new Mozilla CMD !mozilla %s NAME ENDSUB CMD NAME SUB CMD Galeon... NAME Open in existing CMD !galeon -x '%s' NAME Open in new window CMD !galeon -w '%s' NAME Open in new tab CMD !galeon -n '%s' NAME Run new Galeon CMD !galeon '%s' NAME ENDSUB CMD NAME SUB CMD Opera... NAME Open in existing CMD !opera -remote 'openURL(%s)' NAME Open in new window CMD !opera -remote 'openURL(%s,new-window)' NAME Run new Opera CMD !opera %s NAME ENDSUB CMD NAME SUB CMD Send URL to... NAME Gnome URL Handler CMD !gnome-moz-remote %s NAME Lynx CMD !rxvt -e lynx %s NAME Links CMD !rxvt -e links %s NAME w3m CMD !rxvt -e w3m %s NAME NcFTP CMD !rxvt -e ncftp %s NAME gFTP CMD !gftp %s NAME Konqueror CMD !konqueror %s NAME Telnet CMD !rxvt -e telnet %s NAME Ping CMD !rxvt -e ping -c 4 %s NAME ENDSUB CMD NAME Connect as IRC server CMD /newserver %s
pl: NAME SUB CMD Netscape... NAME Otwórz w istniej±cym oknie CMD !netscape -remote 'openURL(%s)' NAME Otwórz w nowym oknie CMD !netscape -remote 'openURL(%s,new-window)' NAME Uruchom nowego Netscape CMD !netscape %s NAME ENDSUB CMD NAME SUB CMD Mozilla... NAME Otwórz w istniej±cym oknie CMD !mozilla -remote 'openURL(%s)' NAME Otwórz w nowym oknie CMD !mozilla -remote 'openURL(%s,new-window)' NAME Uruchom now± Mozillê CMD !mozilla %s NAME ENDSUB CMD NAME SUB CMD Galeon... NAME Otwórz w istniej±cym oknie CMD !galeon -x '%s' NAME Otwórz w nowym oknie CMD !galeon -w '%s' NAME Otwórz w nowej zak³adce CMD !galeon -n '%s' NAME Uruchom nowego Galeona CMD !galeon '%s' NAME ENDSUB CMD NAME SUB CMD Opera... NAME Otwórz w istniej±cym oknie CMD !opera -remote 'openURL(%s)' NAME Otwórz w nowym oknie CMD !opera -remote 'openURL(%s,new-window)' NAME Uruchom now± Operê CMD !opera %s NAME ENDSUB CMD NAME SUB CMD Wy¶lij adres URL do... NAME Programu obs³uguj±ego URL w Gnome CMD !gnome-moz-remote %s NAME Lynx CMD !rxvt -e lynx %s NAME Links CMD !rxvt -e links %s NAME w3m CMD !rxvt -e w3m %s NAME NcFTP CMD !rxvt -e ncftp %s NAME gFTP CMD !gftp %s NAME Konqueror CMD !konqueror %s NAME Telnet CMD !rxvt -e telnet %s NAME Ping CMD !rxvt -e ping -c 4 %s NAME ENDSUB CMD NAME U¿yj jako adresu serwera IRC CMD /newserver %s

source: An IRC Client for UNIX. This binary was compiled on
pl: Klient IRC dla UNIXa. Ta wersja zosta³a skompilowana

source: Using GTK %d.%d.%d X %d Running on %s
pl: U¿ywa GTK %d.%d.%d X %d Uruchomiony na %s

source: About X-Chat
pl: O X-Chat

source: (C) 1998-2001 Peter Zelezny <zed@linux.com> An IRC Client for UNIX. This binary was compiled on
pl: (C) 1998-2001 Peter Zelezny <zed@linux.com> Klient IRC dla UNIXa. Ta wersja zosta³a skompilowana

source: Using GTK %d.%d.%d X %d Running on %s
pl: U¿ywa GTK %d.%d.%d X %d Dzia³aj±cy na %s

source: Ascii Chart
pl: Tabela ASCII

source: User and Channel Statistics: %d/%d Users on %d/%d Channels
pl: Statystyka: %d/%d u¿ytkowników na %d/%d kana³ach

source: I can't save an empty list!
pl: Nie mogê zapisaæ pustej listy!

source: Select an output filename
pl: Wybierz nazwê pliku wyj¶ciowego

source: X-Chat: Channel List (%s)
pl: X-Chat: Lista kana³ów (%s)

source: List display options:
pl: Parametry listy kana³ów:

source: Minimum Users:
pl: Conajmniej u¿ytkowników:

source: Maximum Users:
pl: Conajwy¿ej u¿ytkowników:

source: Regex Match:
pl: Poszukiwane wyra¿enie regularne:

source: Apply
pl: Zastosuj

source: Refresh the list
pl: Od¶wie¿ listê

source: Save the list
pl: Zapisz listê

source: Join Channel
pl: Wejd¼ na kana³

source: Send file to %s
pl: Wy¶lij plik do %s

source: File: %s To/From: %s Size: %d Port: %d IP Number: %s Start Time: %s
pl: Plik: %s Do/od: %s Rozmiar: %s Port: %s Adres IP: %s Rozpoczêto: %s

source: Status
pl: Stan

source: File
pl: Plik

source: From
pl: Od

source: MIME Type
pl: Typ MIME

source: X-Chat: File Receive List
pl: X-Chat: Wysy³ane pliki

source: Accept
pl: Akceptuj

source: Resume
pl: Ponów

source: Abort
pl: Anuluj

source: Info
pl: Informacje

source: Open
pl: Otwórz

source: Ack
pl: Potw

source: To
pl: Do

source: X-Chat: File Send List
pl: X-Chat: Lista przesy³anych plików

source: To/From
pl: Od/do

source: Recv
pl: Odebrane

source: Sent
pl: Wys³ane

source: StartTime
pl: Rozpoczêto

source: X-Chat: DCC Chat List
pl: X-Chat: Lista rozmów DCC

source: *NEW*
pl: *NOWY*

source: EDIT ME
pl: ZMIEÑ

source: Name
pl: Nazwa

source: Command
pl: Polecenie

source: Move Up
pl: Wy¿ej

source: Move Dn
pl: Ni¿ej

source: Cancel
pl: Anuluj

source: Save
pl: Zapisz

source: Add New
pl: Dodaj nowe

source: Delete
pl: Usuñ

source: Sort
pl: Posortuj

source: Help
pl: Pomoc

source: Config dir
pl: Katalog z konfiguracj±

source: Don't Auto connect
pl: Nie ³±cz automatycznie

source: Don't use GNOME Panel
pl: Nie u¿ywaj Panelu GNOME

source: %s %s Options: --cfgdir <dir> -d : use a different config dir --noauto -a : don't auto connect --version -v : show version information
pl: %s %s Opcje: --cfgdir <katalog> -d : u¿yj innego katalogu konfiguracyjnego --noauto -a : nie ³±cz automatycznie --version -v : poka¿ informacje o wersji

source: Cannot open font: %s
pl: Nie mogê otworzyæ czcionki: %s

source: gdk_font_load failed
pl: Nie powiod³o siê gdk_font_load

source: Topic for %s is: %s
pl: Temat na kanale %s brzmi: %s

source: The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \ in the actual text run then enter \\
pl: Akcja Run Command uruchamia dane z pola Dane 1 tak jakby zosta³ywpisane w polu wprowadzania. Dzieje siê to zaraz po u¿yciu podanej sekwencji klawiszy. Akcja mo¿e zawieraæ tekst (wtedy zostanie wys³any na kana³/do osoby albo polecenia IRC lub u¿ytkownika. Znaki \n s± u¿ywane jako separator kolejnych poleceñ, wiêc jest mo¿liwe uruchamianie kilku za jednym razem. Je¶li chcesz uzyskaæ w tek¶cie znak \ musisz wpisaæ \\

source: The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position
pl: Polecenie Change Page prze³±cza pomiêdzy stronami w notatniku. Ustaw pole Dane 1 na numer strony, do której chcesz siê prze³±czyæ. Je¶li pole Dane 2 zawiera cokolwiek, to prze³±czenie bêdzie wzglêdne do aktualnej pozycji.

source: The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position
pl: Polecenie Insert in Buffer powoduje zawarto¶ci pola Dane 1 w miejsce, gdzie znajdowa³ siê kursor podczas wciskania kombinacji klawiszy

source: The Scroll Page command scrolls the text widget up or down one page. If Data 1 is set to anything the page scrolls up, else it scrolls down
pl: Polecenie Scroll Page przewija element tekstowy w dól lub w górê o jedn± stronê. Je¶li pole Dane 1 nie jest puste, to przewijanie nast±pi w górê, w przeciwnym wypadku w dó³.

source: The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1
pl: Polecenie Set Buffer ustawia zawarto¶æ miejsca, gdzie by³ kursor podczas wciskania kombinacji klawiszy na zawarto¶æ pola Dane 1

source: The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell
pl: Polecenie Last Command ustawia aktualny wpis aby zawiera³ ostatnio wpisan± komendê - tak samo jak wci¶niêcie klawisza strza³ki w górê w pow³oce.

source: The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell
pl: Polecenie Next Command ustawia aktualny wpis aby zawiera³ nastêpna wpisan± komendê - tak samo jak wci¶niêcie klawisza strza³ki w dó³ w pow³oce.

source: This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down
pl: To polecenie przewija wzd³u¿ listy pseudonimów. Je¶li Dane 1 jest ustawione powoduje to przewijanie w górê, w przeciwnym wypadku w dó³

source: This command checks the last work entered in the entry against the replace list and replaces it if it finds a match
pl: To polecenie sprawdza ostatnio wpisany tekst i porównuje jego fragmenty z list± zast±pieñ. Je¶li znajdzie pasuj±cy ci±g znaków, zamienia go na nowy z listy

source: This command move the front tab left by one
pl: To polecenie przesuwa zak³adkê w lewo o jedno miejsce

source: This command move the front tab right by one
pl: To polecenie przesuwa zak³adkê w prawo o jedno miejsce

source: Push input line into history but doesn't send to server
pl: Dodaje wpisan± liniê do historii, ale nie wysy³a jej na serwer

source: There was an error loading key bindings configuration
pl: Wyst±pi³ b³±d wczytywania przypisañ klawiszy

source: <none>
pl: <brak>

source: Key
pl: Klawisz

source: Action
pl: Akcja

source: X-Chat: Edit Key Bindings
pl: X-Chat: Edycja skrótów klawiszowych

source: Add new
pl: Dodaj nowy

source: Data 1
pl: Dane 1

source: Data 2
pl: Dane 2

source: Error opening keys config file
pl: Nie mo¿na otworzyæ pliku obs³ugi klawiszy

source: Unknown keyname %s in key bindings config file Load aborted, please fix ~/.xchat/keybindings.conf
pl: Nieznana nazwa klawisza %s w pliku obs³ugi klawiszy Anulowano wczytywanie, popraw ~/.xchat/keybindings.conf

source: Unknown action %s in key bindings config file Load aborted, Please fix ~/.xchat/keybindings
pl: Nieznana akcja %s w pliku obs³ugi klawiszy Anulowano wczytywanie, popraw ~/.xchat/keybindings.conf

source: Expecting Data line (beginning Dx{:|!}) but got: %s Load aborted, Please fix ~/.xchat/keybindings
pl: Zamiast spodziewanej linii z danymi (rozpoczynaj±cej siê od Dx{:|!}) otrzymano: %s Wczytywanie anulowane, Popraw ~/.xchat/keybindings.conf

source: Cannot write to that file.
pl: Nie mogê zapisaæ do tego pliku.

source: Cannot read that file.
pl: Nie mogê odczytaæ tego pliku.

source: Yes
pl: Tak

source: No
pl: Nie

source: new!new@new.com
pl: nowy!nowy@nowy.pl

source: Mask
pl: Wzorzec

source: Private
pl: Prywatny

source: Chan
pl: Kana³

source: Notice
pl: Uwaga (notice)

source: Invite
pl: Zapro¶

source: Unignore
pl: Usuñ ignorowanie

source: X-Chat: Ignore list
pl: X-Chat: Lista osób ignorowanych

source: Ignore Mask:
pl: Wzorzec ignorowania:

source: Ignore Stats:
pl: Statystyka ignorowania:

source: Private:
pl: Prywatny:

source: Channel:
pl: Kana³:

source: Notice:
pl: Uwaga (notice):

source: Invite:
pl: Zaproszenie:

source: New
pl: Nowy

source: The channel topic
pl: Temat kana³u

source: User limit must be a number!
pl: Limit u¿ytkowników musi byæ liczb±!

source: Open Toolbox
pl: Otwórz narzêdzia

source: Close Toolbox
pl: Zamknij narzedzia

source: Beep
pl: Pipnij

source: Beep on messages
pl: Pipaj na wiadomo¶ciach

source: Conf
pl: Konf

source: Conference mode (no join/part msgs)
pl: Tryb konferencyjny (brak informacji o wchodz±cych i wychodz±cych osobach)

source: Color Paste
pl: Wklejanie kolorów

source: Open ASCII Chart
pl: Otwórz tabelê ASCII

source: Underline
pl: Podkre¶lenie

source: Bold
pl: Pogrubienie

source: Plain Text
pl: Zwyk³y tekst

source: Hide/Show Userlist
pl: Poka¿/Ukryj listê osób

source: Keyword
pl: Klucz

source: User Limit
pl: Limit u¿ytkowników

source: Ban List
pl: Lista banów

source: Moderated
pl: Moderowany

source: Invite Only
pl: Tylko dla zaproszonych

source: Secret
pl: Tajny

source: No outside messages
pl: Brak wiadomo¶ci z zewn±trz

source: Topic Protection
pl: Zabezpieczenie tematu

source: Host unknown
pl: Adres nieznany

source: User: %s
pl: U¿ytkownik: %s

source: Country: %s
pl: Kraj: %s

source: Realname: %s
pl: Imiê i nazwisko: %s

source: Server: %s
pl: Serwer: %s

source: Last Msg: %s
pl: Ostatnia wiadomo¶æ: %s

source: Menu Bar
pl: Pasek menu

source: Topic Bar
pl: Temat kana³u

source: User List
pl: Lista u¿ytkowników

source: Part Channel
pl: Opu¶æ kana³

source: Cycle Channel
pl: Wyjd¼ i wejd¼ na kana³

source: *WARNING* Auto accepting DCC to your home directory can be dangerous and is exploitable. Eg: Someone could send you a .bash_profile
pl: *OSTRZE¯ENIE* Ustawi³e¶ automatyczne odbieranie plików DCC do swojego katalogu domowego. Kto¶ mo¿e to wykorzystaæ i np. wys³aæ spreparowany plik .bash_profile, który mo¿e narobiæ wiele z³ego.

source: Settings saved.
pl: Ustawienia zapisane.

source: Select a Perl script to load
pl: Wybierz skrypt Perl do za³adowania

source: Select a Plugin to load
pl: Wybierz wtyczkê do za³adowania

source: Select a Python script to load
pl: Wybierz skrypt Python do za³adowania

source: User Commands - Special codes: %c = current channel %m = machine info %n = your nick %t = time/date %v = x-chat version (
pl: Polecenia u¿ytkownika - kody specjalne: %c = aktualny kana³ %m = informacje o komputerze %n = Twój pseudonim %t = data/czas %v = wersja x-chat (

source: ) %2 = word 2 %3 = word 3 &2 = word 2 to the end of line &3 = word 3 to the end of line eg: /cmd john hello %2 would be "john" &2 would be "john hello".
pl: ) %2 = s³owo 2 %3 = s³owo 3 &2 = s³owo 2 do koñca linii &3 = s³owo 3 do koñca linii np.: /cmd jasiu hej %2 da³oby w efekcie "jasiu" &2 da³oby w efekcie "jasiu hej".

source: Userlist Popup - Special codes: %c = current channel %h = selected nick's hostname %m = machine info %n = your nick %s = selected nick %t = time/date
pl: Menu podrêczne listy u¿ytkowników - kody specjalne:: %c = aktualny kana³l %h = adres wybranego pseudonimu %m = informacje o komputerze %n = Twój pseudonim %s = wybrany pseudonim %t = data/czas

source: Userlist Buttons - Special codes: %a = all selected nicks %c = current channel %h = selected nick's hostname %m = machine info %n = your nick %s = selected nick %t = time/date
pl: Przyciski listy u¿ytkowników - kody specjalne: %a = wszystkie wybrane pseudonimy %c = aktualny kana³ %h = adres wybranego pseudonimu %m = informacje o komputerze %n = Twój pseudonim %s = wybrany pseudonim %t = data/czas

source: Dialog Buttons - Special codes: %a = all selected nicks %c = current channel %h = selected nick's hostname %m = machine info %n = your nick %s = selected nick %t = time/date
pl: Przyciski okna rozmów - kody specjalne: %a = wzystkie wybrane pseudonimy %c = aktualny kana³ %h = adres wybranego pseudonimu %m = informacje o komputerze %n = Twój pseudonim %s = wybrany pseudonim %t = data/czas

source: CTCP Replies - Special codes: %d = data (the whole ctcp) %m = machine info %s = nick who sent the ctcp %t = time/date %2 = word 2 %3 = word 3 &2 = word 2 to the end of line &3 = word 3 to the end of line
pl: Odpowiedzi CTCP - kody specjalne: %d = dane (ca³a odpowied¼ CTCP) %m = informacje o komputerzeo %s = pseudonim osoby, która wys³a³a odpowied¼ %t = data/czas %2 = s³owo 2 %3 = s³owo 3 &2 = s³owo 2 do koñca linii &3 = s³owo 3 do koñca linii

source: URL Handlers - Special codes: %s = the URL string Putting a ! infront of the command indicates it should be sent to a shell instead of X-Chat
pl: Obs³uga adresów URL - kody specjalne: %s = tre¶æ adresu Wstawienie ! przed poleceniem oznacza, ¿e powinno ono zostaæ wykonane przez pow³okê systemow± a nie xchata.

source: X-Chat: User Defined Commands
pl: X-Chat: Polecenia zdefiniowane przez u¿ytkownika

source: X-Chat: Userlist Popup menu
pl: X-Chat: Podrêczne menu dla listy u¿ytkowników

source: X-Chat: Replace
pl: X-Chat: Zast±p

source: X-Chat: User menu
pl: X-Chat: Menu u¿ytkownika

source: X-Chat: URL Handlers
pl: X-Chat: Obs³uga adresów

source: X-Chat: Userlist buttons
pl: X-Chat: Przyciski listy u¿ytkowników

source: X-Chat: Dialog buttons
pl: X-Chat: Przyciski okna rozmów

source: X-Chat: CTCP Replies
pl: X-Chat: Odpowiedzi CTCP

source: Server List..
pl: Lista serwerów..

source: New Server Tab..
pl: Nowa zak³adka serwera..

source: New Server Window..
pl: Nowe okno serwera..

source: New Channel Tab..
pl: Nowa zak³adka kana³u..

source: New Channel Window..
pl: Nowe okno kana³u..

source: New Shell Tab..
pl: Nowa zak³adka pow³oki..

source: Close
pl: Zamknij

source: Quit
pl: Zakoñcz

source: Channel List Window..
pl: Lista kana³ów..

source: File Send Window..
pl: Wysy³ane pliki..

source: File Receive Window..
pl: Odbierane pliki..

source: DCC Chat Window..
pl: Rozmowy DCC..

source: Raw Log Window..
pl: Okno podgl±du transmisji..

source: URL Grabber Window..
pl: Przechwycone adresy URL..

source: Notify List Window..
pl: Lista powiadmiania..

source: Ban List Window..
pl: Lista banów..

source: Ignore Window..
pl: Osoby ignorowane..

source: Flush Buffer
pl: Wyczy¶æ bufor

source: Search Buffer..
pl: Przeszukaj bufor..

source: Save Buffer..
pl: Zapisz bufor..

source: Invisible
pl: Niewidzialny

source: Receive Wallops
pl: Otrzymuj wiadomo¶ci dla operatorów

source: Receive Server Notices
pl: Otrzymuj powiadomienia serwera

source: Marked Away
pl: Nieobecny

source: Auto Rejoin on Kick
pl: Wróc po wyrzuceniu z kana³u

source: Auto ReConnect to Server
pl: Ponowne automatyczne po³±czenie z serwerem

source: Never-give-up ReConnect
pl: Nigdy nie przestawaj siê ³±czyæ

source: Auto Open Dialog Windows
pl: Automatycznie otwieraj okna rozmów

source: Auto Accept DCC Chat
pl: Automatycznie akceptuj rozmowy DCC

source: Auto Accept DCC Send
pl: Automatycznie odbieraj wysy³ane pliki

source: Setup..
pl: Ustawienia..

source: Palette..
pl: Kolory..

source: User Commands..
pl: Polecenia u¿ytkownika..

source: CTCP Replies..
pl: Odpowiedzi CTCP..

source: Userlist Buttons..
pl: Przyciski listy u¿ytkowników..

source: Userlist Popup..
pl: Podrêczne menu dla listy u¿ytkowników..

source: Dialog Buttons..
pl: Przyciski rozmowy..

source: Replace Popup..
pl: Tablica zastêpowania..

source: URL Handlers..
pl: Obs³uga adresów URL..

source: Edit Event Texts..
pl: Modyfikuj teksty zdarzeñ..

source: Edit Key Bindings..
pl: Modyfikuj skróty klawiszowe..

source: Reload Settings
pl: Wczytaj ponownie ustawienia

source: Save Settings now
pl: Zapisz teraz ustawienia

source: Save Settings on exit
pl: Zapisuj ustawienia przy zakoñczeniu

source: X-Chat Homepage..
pl: Strona domowa X-Chat

source: Online Docs..
pl: Dokumenty dostêpne w Internecie

source: About X-Chat..
pl: O programie...

source: Perl Script..
pl: Skrypt Perl..

source: Python Script..
pl: Skrypt Python..

source: Plugin..
pl: Wtyczkê..

source: Perl List
pl: Lista skryptów Perl

source: Python List
pl: Lista skryptów Pytona

source: Plugin List
pl: Lista wtyczek

source: All Perl Scripts
pl: Wszystkie skrypty Perl

source: All Python Scripts
pl: Wszystkie skrypty Python

source: All Plugins
pl: Wszystkie wtyczki

source: Load
pl: Wczytaj

source: Kill
pl: Wy³±cz

source: Edit User Menu..
pl: Modyfikuj menu u¿ytkownika

source: _Windows
pl: _Okna

source: User _Modes
pl: _Tryby u¿ytkownika

source: _Settings
pl: _Ustawienia

source: S_cripts & Plugins
pl: _Skrypty i wtyczki

source: Use_r Menu
pl: Menu _u¿ytkownika

source: _Help
pl: _Pomoc

source: Windows
pl: Okna

source: User Modes
pl: Tryby u¿ytkownika

source: Auto ReJoin on Kick
pl: Wracaj po wyrzuceniu

source: Settings
pl: Ustawienia

source: Replace..
pl: Zast±p..

source: Scripts & Plugins
pl: Skrypty i wtyczki

source: Load Perl Script..
pl: Za³aduj skrypt Perl..

source: Unload All Scripts
pl: Wy³aduj wszystkie skrypty

source: Load Plugin (*.so)..
pl: Za³aduj wtyczkê (*.so)..

source: Unload All Plugins
pl: Wy³aduj wszystkie wtyczki

source: Load Python Script..
pl: Za³aduj skrypt Python..

source: User Menu
pl: Menu u¿ytkownika

source: Edit User Menu
pl: Modyfikuj menu u¿ytkownika

source: Offline
pl: Roz³±czony

source: Never
pl: Nigdy

source: Online
pl: Po³±czony

source: Use the /NOTIFY command to add people to your notify list.
pl: Aby dodaæ osoby do listy powiadamiania, u¿yj polecenia /NOTIFY.

source: User
pl: U¿ytkownik

source: Server
pl: Serwer

source: Last Seen
pl: Ostatnio widziany

source: X-Chat: Notify List
pl: X-Chat: Lista powiadamiania

source: Add
pl: Dodaj

source: Remove
pl: Usuñ

source: Select color
pl: Wybierz kolor

source: X-Chat: Palette
pl: X-Chat: Kolory

source: Foreground
pl: Kolor liter

source: Background
pl: Kolor t³a

source: Mark Background
pl: Zaznaczenie t³a

source: Mark Foreground
pl: Zaznaczenie liter

source: Color %d
pl: Kolor %d

source: About...
pl: O programie...

source: No Channel
pl: Brak kana³u

source: No Server
pl: Brak serwera

source: Is Tab
pl: Jest zak³adk±

source: Is Not Tab
pl: Nie jest zak³adk±

source: Hide
pl: Ukryj

source: Show
pl: Poka¿

source: Move Here
pl: Przenie¶ tutaj

source: View
pl: Poka¿

source: Description
pl: Opis

source: X-Chat Plugins
pl: Wtyczki

source: Unload
pl: Wy³±cz

source: Save rawlog
pl: Zapisz log

source: X-Chat: Rawlog (%s) [alt-s to save]
pl: X-Chat: Okno podgl±du transmisji (%s) [alt-s ¿eby zapisaæ]

source: The window you opened this Search for doesn't exist anymore.
pl: Okno, dla którego w³±czy³e¶ Szukanie ju¿ nie istnieje.

source: X-Chat: Search
pl: X-Chat: Szukaj

source: Find:
pl: Znajd¼:

source: Find
pl: Znajd¼

source: Clear
pl: Wyczy¶æ

source: X-Chat: Edit entry
pl: X-Chat: Modyfikuj dane serwera

source: Edit entry:
pl: Modyfikuj wpis:

source: Name:
pl: Nazwa:

source: Server:
pl: Serwer:

source: Password:
pl: Has³o:

source: Channels:
pl: Kana³y:

source: Nickname:
pl: Pseudonim:

source: Connect Cmd:
pl: Polecenie:

source: Command to execute after the connection is complete
pl: Polecenie, które zostanie uruchomione zaraz po po³±czeniu

source: Autoconnect
pl: Po³±cz automatycznie

source: Use Proxy
pl: U¿yj proxy

source: Use proxy server if one is set in Setup->Proxy Server
pl: U¿ywa serwera proxy, je¶li zosta³ wpisany w Ustawienia->Serwer proxy

source: Use SSL
pl: U¿yj SSL

source: Accept invalid cert.
pl: Akceptuj niepoprawny certyfikat

source: New Server
pl: Nowy serwer

source: New Group
pl: Nowa grupa

source: Cannot use "root" as a nickname, please change that first.
pl: Nie mo¿na u¿yæ "root" jako pseudonim, musisz to zmieniæ.

source: X-Chat: Server List
pl: X-Chat: Lista serwerów

source: User info:
pl: Dane u¿ytkownika:

source: Nicknames:
pl: Pseudonimy:

source: Realname:
pl: Imiê i nazwisko:

source: Username:
pl: Nazwa u¿ytkownika:

source: Connect New
pl: Po³±cz dodatkowy

source: Edit
pl: Modyfikuj

source: Skip MOTD
pl: Pomiñ wiadmo¶æ dnia

source: Don't display the message-of-the-day when logging in
pl: Nie pokazuj wiadomo¶ci dnia podczas logowania

source: Show channels
pl: Poka¿ listê kana³ów

source: No ServerList on startup
pl: Nie pokazuj listy serwerów po uruchomieniu

source: Browse...
pl: Przegl±daj...

source: Choose File
pl: Wybierz plik

source: Select Font
pl: Wybierz czcionkê

source: Failed to load translation table.
pl: Nie powiod³o siê wczytanie tablicy translacji.

source: The following prefs do not take effect immediately, you will have to close the window and re-open it: - Channel Tabs - Channel Mode Buttons - Userlist Buttons - Disable Paned Userlist - Notify User color - Layout for a vertical panel - Auto Indent
pl: Poni¿sze ustawienia nie zaczynaj± dzia³aæ od razu. Musisz zamkn±æ okno i otworzyæ je ponownie: - Zak³adki kana³ów - Przyciski trybu kana³u - Przyciski listy u¿ytkowników - Wy³±czenie mo¿liwo¶ci zmiany rozmiaru listy u¿ytkowników - Kolor powiadomienia - Wygl±d pionowego panelu - Automatyczne wciêcia

source: Appearance
pl: Wygl±d

source: Font:
pl: Czcionka:

source: Background Picture:
pl: Obrazek w tle:

source: Background XPM:
pl: Obraz XPM w tle:
