Repository: pld-linux/xchat
Catalog: xchat-*.po
Languages: pl

source: -%C10-%C11-%O$t$1 removes ban on $2
pl: -%C10-%C11-%O$t$1 usun±³ bana dla $2

source: -%C10-%C11-%O$t$1 sets exempt on $2
pl: -%C10-%C11-%O$t$1 ustawi³ wyj±tek od banów dla $2

source: -%C10-%C11-%O$t$1 removes exempt on $2
pl: -%C10-%C11-%O$t$1 usun±³ wyj±tek od banów dla $2

source: -%C10-%C11-%O$t$1 sets invite on $2
pl: -%C10-%C11-%O$t$1 ustawi³ zaproszenie dla $2

source: -%C10-%C11-%O$t$1 removes invite on $2
pl: -%C10-%C11-%O$t$1 usun±³ zaproszenie dla $2

source: -%C10-%C11-%O$t$1 sets mode $2$3 $4
pl: -%C10-%C11-%C$t$1 ustawi³ tryb $2$3 $4

source: -%C10-%C11-%O$t%C12[%O$1%C12]%O idle %C11$2%O
pl: -%C10-%C11-%O$t%C12[%O$1%C12]%O nieaktywny %C11$2%O

source: -%C10-%C11-%O$t%C12[%O$1%C12]%O idle %C11$2%O, signon: %C11$3%O
pl: -%C10-%C11-%O$t%C12[%O$1%C12]%O nieaktywny %C11$2%O, po³±czony od: %C11$3%O

source: -%C10-%C11-%O$t%C12[%O$1%C12] %Cis away %C14(%O$2%O%C14)
pl: -%C10-%C11-%O$t%C12[%O$1%C12] %Cjest nieobecny %C14(%O$2%O%C14)

source: -%C10-%C11-%O$t%C12[%O$1%C12] %CEnd of WHOIS list.
pl: -%C10-%C11-%O$t%C12[%O$1%C12] %CKoniec informacji o u¿ytkowniku.

source: -%C10-%C11-%O$tCannot join%C11 %B$1 %O(User limit reached).
pl: -%C10-%C11-%O$tNie mo¿na wej¶æ na kana³%C11 %B$1 %O(Osi±gniêty limit osób).

source: -%C10-%C11-%O$tCannot join%C11 %B$1 %O(You are banned).
pl: -%C10-%C1-%O$tNie mo¿na wej¶æ na kana³%C11 %B$1 %O(Jeste¶ zbanowany).

source: -%C10-%C11-%O$tCannot join%C11 %B$1 %O(Channel is invite only).
pl: -%C10-%C11-%O$tNie mo¿na wej¶c na kana³%C11 %B$1 %O(Kana³ tylko dla zaproszonych).

source: -%C10-%C11-%O$tCannot join%C11 %B$1 %O(Requires keyword).
pl: -%C10-%C11-%O$tNie mo¿na wej¶æ na kana³%C11 %B$1 %O(Wymaga klucza).

source: -%C10-%C11-%O$tMOTD Skipped.
pl: -%C10-%C11-%O$tWiadomo¶æ dnia pominiêta.

source: -%C10-%C11-%O$tYou have been invited to %C11$1%C by %C11$2%C (%C11$3%C)
pl: -%C10-%C11-%O$tZosta³e¶ zaproszony na %C11$1%C przez %C11$2%C (%C11$3%C)

source: -%C10-%C11-%O$t%C11Users on $1:%C $2
pl: -%C10-%C11-%O$t%C11U¿ytkowników na $1:%C $2

source: -%C10-%C11-%O$t$1 already in use. Retrying with $2..
pl: -%C10-%C11-%O$tPseudonim $1 jest ju¿ w u¿yciu. Próbujê $2..

source: -%C10-%C11-%O$tNickname already in use. Use /NICK to try another.
pl: -%C10-%C11-%O$tPseudonim ju¿ w u¿uciu. U¿yj /NICK aby spróbowaæ innego.

source: -%C10-%C11-%O$tUnknown host. Maybe you misspelled it?
pl: -%C10-%C11-%O$tAdres nieznany. Mo¿e niepoprawnie go wpisa³e¶?

source: -%C10-%C11-%O$tConnection failed. Error: $1
pl: -%C10-%C11-%O$tPo³±czenie nieudane. B³±d: $1

source: -%C10-%C11-%O$tConnecting to %C11$1 %C14(%C11$2%C14)%C port %C11$3%C..
pl: -%C10-%C11-%O$t£±czê z %C11$1 %C14(%C11$2%C14)%C port %C11$3%C..

source: -%C10-%C11-%O$tConnected. Now logging in..
pl: -%C10-%C11-%O$tPo³±czony. Logujê siê..

source: -%C10-%C11-%O$tStopped previous connection attempt (pid=$1)
pl: -%C10-%C11-%O$tPrzerwano poprzedni± próbê ³±czenia (pid=$1)

source: -%C10-%C11-%O$tDisconnected ($1).
pl: -%C10-%C11-%O$tRoz³±czony ($1).

source: -%C10-%C11-%O$tNo such DCC.
pl: -%C10-%C11-%O$tNie ma takiego DCC.

source: -%C10-%C11-%O$t$1 deleted from notify list.
pl: -%C10-%C11-%O$t$1 usuniêty z listy powiadamiania.

source: -%C10-%C11-%O$t$1 added to notify list.
pl: -%C10-%C11-%O$t$1 dodany do listy powiadamiania.

source: -%C10-%C11-%O$tChannel $1 modes: $2
pl: -%C10-%C11-%O$tKana³ $1 posiada tryby: $2

source: -%C10-%C11-%O$t$1 sets modes%B %C14[%O$2%B%C14]%O
pl: -%C10-%C11-%O$t$1 ustawi³ tryby %C14[%O$2%B%C14]%O

source: -%C10-%C11-%O$tYou have been killed by $1 ($2%O)
pl: -%C10-%C11-%O$tZosta³e¶ usuniêty z serwera przez $1 ($2%O)

source: -%C10-%C11-%O$tDCC $1 %C11$2 %Cto %C11$3 %Cstalled - aborting.
pl: -%C10-%C11-%O$tPo³±czenie DCC $1 %C11$2 %Cdo %C11$3 %Cnie odpowiada - anulowanie

source: -%C10-%C11-%O$tDCC $1 %C11$2 %Cto %C11$3 %Ctimed out - aborting.
pl: -%C10-%C11-%O$tUp³yn±³ limit czasu dla po³±czenia DCC $1 %C11$2 %Cdo %C11$3 %C- anulowanie.

source: -%C10-%C11-%O$tDCC CHAT failed. Connection to $1 %C14[%O$2:$3%C14]%O lost.
pl: -%C10-%C11-%O$tRozmowa DCC anulowana. Po³±czenie z $1 %C14[%O$2:$3%C14]%O zosta³o stracone.

source: -%C10-%C11-%O$tDCC RECV: Cannot open $1 for writing - aborting.
pl: -%C10-%C11-%O$tOdbiór DCC: Nie mo¿na otworzyæ $1 do zapisu - anulowanie.

source: -%C10-%C11-%O$tDCC RECV $1 ($2) failed. Connection to $3 lost.
pl: -%C10-%C11-%O$tOdbiór DCC $1 ($2) nie powiód³ siê. Po³±czenie z $3 utracone.

source: -%C10-%C11-%O$tDCC RECV %C11$1%O from %C11$3%O complete %C14[%C11$4%O cps%C14]%O.
pl: -%C10-%C11-%O$tOdbiór DCC %C11$1%O od %C11$3%O zakoñczony %C14[%C11$4%O cps%C14]%O.

source: -%C10-%C11-%O$tDCC $1 connect attempt to %C11$2%O failed (err=$3).
pl: -%C10-%C11-%O$tPróba po³±czenia DCC $1 do %C11$2%O nie powiod³a siê (b³±d=$3).

source: -%C10-%C11-%O$tDCC $1 connection established $4 %C11$2 %C14[%O$3%C14]%O
pl: -%C10-%C11-%O$tPo³±czenie DCC $1 nawi±zane $4 %C11$2 %C14[%O$3%C14]%O

source: -%C10-%C11-%O$tDCC SEND %C11$1%O failed. Connection to %C11$2%O lost.
pl: -%C10-%C11-%O$tDCC SEND %C11$1%O nie powiod³o siê. Po³±czenie z %C11$2%O utracone.

source: -%C10-%C11-%O$tDCC SEND %C11$1%O to %C11$2%O complete %C14[%C11$3%O cps%C14]%O.
pl: -%C10-%C11-%O$tDCC SEND %C11$1%O do %C11$2%O zakoñczone %C14[%C11$3%O cps%C14]%O.

source: -%C10-%C11-%O$tOffering %C11$1 %Cto %C11$2%O
pl: -%C10-%C11-%O$tOferowanie %C11$1 %Cdla %C11$2%O

source: -%C10-%C11-%O$tDCC $1 %C11$2 %Cto %C11$3 %Caborted.
pl: -%C10-%C11-%O$tPo³±czenie DCC $1 %C11$2 %Cdo %C11$3 %Canulowane.

source: -%C10-%C11-%O$tNo such DCC offer.
pl: -%C10-%C11-%O$tNie by³o oferowane takie po³±czenie DCC.

source: -%C10-%C11-%O$tAlready offering CHAT to $1
pl: -%C10-%C11-%O$tJu¿ oferujesz $1 rozmowê DCC

source: -%C10-%C11-%O$tOffering DCC CHAT to $1
pl: -%C10-%C11-%O$tOferowanie $1 rozmowy DCC

source: -%C10-%C11-%O$tReceived a DCC CHAT offer from $1
pl: -%C10-%C11-%O$tOtrzymano ofertê rozmowy DCC od $1

source: -%C10-%C11-%O$t%C11$1 %Chas requested to resume %C11$2 %Cfrom %C11$3%C.
pl: -%C10-%C11-%O$t%C11$1 %Czg³osi³ ¿±danie wzniowienia %C11$2 %Cod %C11$3%C.

source: -%C10-%C11-%O$t%C11$1 %Chas offered %C11$2 %C(%C11$3 %Cbytes)
pl: -%C10-%C11-%O$t%C11$1 %Czaoferowa³ %C11$2 %C(%C11$3 %Cbajtów)

source: -%C10-%C11-%O$tReceived '$1%O' from $2
pl: -%C10-%C11-%O$tOtrzymano '$1%O' od $2

source: -%C10-%C11-%O$tNotify: $1 is online ($2).
pl: -%C10-%C11-%O$tPowiadomienie: $1 jest po³±czony ($2).

source: -%C10-%C11-%O$t$1 users in notify list.
pl: -%C10-%C11-%O$t$1 u¿ytkowników na li¶cie powiadamiania.

source: -%C10-%C11-%O$tNotify list is empty.
pl: -%C10-%C11-%O$tLista powiadamiania jest pusta.

source: -%C10-%C11-%O$tNo process is currently running
pl: -%C10-%C11-%O$t¯aden proces nie jest aktualnie uruchomiony

source: -%C10-%C11-%O$tA process is already running
pl: -%C10-%C11-%O$tProces ju¿ aktualnie dzia³a

source: -%C10-%C11-%O$tLooking up %C11$1%C..
pl: -%C10-%C11-%O$tSzukam adresu %C11$1%C..

source: -%C10-%C11-%O$tConnected.
pl: -%C10-%C11-%O$tPo³±czony.

source: -%C10-%C11-%O$tFound your IP: [$1]
pl: -%C10-%C11-%O$tZnaleziono Twój adres IP: [$1]

source: -%C10-%C11-%O$tThe file %C11$1%C already exists, saving it as %C11$2%O instead.
pl: -%C10-%C11-%O$tPlik %C11$1%C ju¿ istnieje, nowy plik zostanie zapisany jako %C11$2%O.

source: %C12-%C13$1/Wallops%C12-%O$t$2%O
pl: %C12-%C13$1/Wiadomo¶æ dla operatorów%C12-%O$t$2%O

source: %C08,02 Hostmask PRIV NOTI CHAN CTCP INVI UNIG %O
pl: %C08,02 Wzorzec adresu Prywatne Uwagi Kana³ CTCP Zaprosz Nieign%0

source: %O%C11$1%O added to ignore list.
pl: %O%C11$1%O dodany do listy osób ignorowanych.

source: %O%C11$1%O removed from ignore list.
pl: %O%C11$1%O usuniêty z listy osób ignorowanych.

source: -%C10-%C11-%O$tLooking up IP number for%C11 $1%O..
pl: -%C10-%C11-%O$tSprawdzam adres IP dla%C11 $1%O..

source: Ignore list is empty.
pl: Lista ignorowania pusta.

source: Ignore on %C11$1%O changed.
pl: Ingorowanie dla %C11$1%O zmienione.

source: -%C10-%C11-%O$tNotify: $1 is offline ($2).
pl: -%C10-%C11-%O$tPowiadomienie: $1 roz³±czy³ siê ($2).

source: -%C10-%C11-%O$tReceived a malformed DCC request from %C11$1%O.
pl: -%C10-%C11-%O$tOtrzymano niepoprawne ¿±danie DCC od %C11$1%O.

source: -%C10-%C11-%O$tContents of packet: "$1%O".
pl: -%C10-%C11-%O$tZawarto¶æ pakietu: "$1%O".

source: <%C10-%C11-%O$t$1 %C14(%O$2%C14)%C has left $3 %C14(%O$4%C14)%O
pl: <%C10-%C11-%O$t$1 %C14(%O$2%C14)%C opu¶ci³ kana³ $3 %C14(%O$4%C14)%O

source: -%C10-%C11-%O$tYou have left channel $3 %C14(%O$4%C14)%O
pl: -%C10-%C11-%O$tOpu¶ci³e¶ kana³ $3 %C14(%C$4%C14)%O

source: -%C3-%C9-%O$tYou have new mail ($1 messages, $2 bytes total).
pl: -%C3-%C9-%O$tMasz now± pocztê ($1 wiadomo¶ci, $2 bajtów razem).

source: -%C10-%C11-%O$tNo ping reply for $1 seconds, disconnecting.
pl: -%C10-%C11-%O$tBrak odpowiedzi od serwera w ci±gu $1 sekund, roz³±czanie.

source: -%C10-%C11-%O$tYou're inviting %C11$1%C to %C11$2%C (%C11$3%C)
pl: -%C10-%C11-%O$tZaprosi³e¶ %C11$1%C do %C11$2%C (%C11$3%C)

source: -%C10-%C11-%O$t$1 Banlist: %C3$4 %C4$2 %C5$3%O
pl: -%C10-%C11-%O$t$1 lista banów: %C3$5 %C4$2 %C5$3%O

source: %UChannel Users Topic%O
pl: %UKana³ Osób Temat%O

source: %C08,02 %B-- Notify List --------------- %O
pl: %C08,02 %B-- Lista powiadamiania ------- %O

source: %C8,2 Type To/From Status Size Pos File %O%010%B%C9--------------------------------------------------%O
pl: %C8,2 Typ Od/do Stan Rozmiar Ile Plik %O%010%B%C9--------------------------------------------------%O

source: Error parsing event %s. Loading default
pl: B³±d przetwarzania zdarzenia %s. Wczytujê domy¶lne

source: Remote host closed socket
pl: Druga strona zamknê³a po³±czenie

source: Connection refused
pl: Po³±czenie odrzucone

source: No route to host
pl: Brak trasy do podanego adresu

source: Connection timed out
pl: Up³yn±³ limit czasu po³±czenia

source: Cannot assign that address
pl: Nie mogê przypisaæ podanego adresu

source: Connection reset by peer
pl: Po³±czenie zerwane przez drug± stronê

source: Andorra
pl: Andora

source: United Arab Emirates
pl: Zjednoczone Emiraty Arabskie

source: Afghanistan
pl: Afganistan

source: Antigua and Barbuda
pl: Antigua i Barbuda

source: Netherlands Antilles
pl: Antyle Holenderskie

source: Antarctica
pl: Antarktyka

source: Argentina
pl: Argentyna

source: American Samoa
pl: Samoa Amerykañskie

source: Azerbaijan
pl: Azerbejd¿an

source: Bosnia and Herzegovina
pl: Bo¶nia i Hercegowina

source: Bangladesh
pl: Bangladesz

source: Belgium
pl: Belgia

source: Bulgaria
pl: Bu³garia

source: Bahrain
pl: Bahrajn

source: Bermuda
pl: Bermudy

source: Brunei Darussalam
pl: Brunei

source: Bolivia
pl: Boliwia

source: Brazil
pl: Brazylia

source: Bahamas
pl: Bahamy

source: Belarus
pl: Bia³oru¶

source: Canada
pl: Kanada

source: Cocos Islands
pl: Wyspy Kokosowe

source: Central African Republic
pl: Republika ¦rodkowoafrykañska

source: Congo
pl: Kongo

source: Switzerland
pl: Szwajcaria

source: Cote D'ivoire
pl: Wybrze¿e Ko¶ci S³oniowej

source: Cook Islands
pl: Wyspy Cooka

source: Cameroon
pl: Kamerun

source: China
pl: Chiny

source: Colombia
pl: Kolumbia

source: Costa Rica
pl: Kostaryka

source: Former Czechoslovakia
pl: By³a Czechos³owacja

source: Cuba
pl: Kuba

source: Cape Verde
pl: Wyspy Zielonego Przyl±dka

source: Christmas Island
pl: Wyspa Bo¿ego Narodzenia

source: Cyprus
pl: Cypr

source: Czech Republic
pl: Republika Czeska

source: Germany
pl: Niemcy

source: Djibouti
pl: D¿ibuti

source: Denmark
pl: Dania

source: Dominica
pl: Dominika

source: Dominican Republic
pl: Republika Dominikany

source: Algeria
pl: Algieria

source: Ecuador
pl: Ekwador

source: Egypt
pl: Egipt

source: Western Sahara
pl: Zachodnia Sahara

source: Eritrea
pl: Erytrea

source: Spain
pl: Hiszpania

source: Ethiopia
pl: Etiopia

source: Finland
pl: Finlandia

source: Fiji
pl: Fid¿i

source: Falkland Islands
pl: Falklandy/Malwiny

source: Micronesia
pl: Mikronezja

source: France
pl: Francja

source: Great Britain
pl: Wielka Brytania

source: Georgia
pl: Gruzja

source: French Guiana
pl: Gujana Francuska

source: Greenland
pl: Grenlandia

source: Guinea
pl: Gwinea

source: Guadeloupe
pl: Gwadelupa

source: Equatorial Guinea
pl: Gwinea Równikowa

source: Greece
pl: Grecja

source: Guatemala
pl: Gwatemala

source: Guinea-Bissau
pl: Gwinea-Bissau

source: Guyana
pl: Gujana

source: Croatia
pl: Chorwacja

source: Hungary
pl: Wêgry

source: Indonesia
pl: Indonezja

source: Ireland
pl: Irlandia

source: Israel
pl: Izrael

source: India
pl: Indie

source: British Indian Ocean Territory
pl: Brytyjskie Terytorium Oceanu Indyjskiego

source: Iraq
pl: Irak

source: Iceland
pl: Islandia

source: Italy
pl: W³ochy

source: Jamaica
pl: Jamajka

source: Jordan
pl: Jordania

source: Japan
pl: Japonia

source: Kenya
pl: Kenia

source: Kyrgyzstan
pl: Kirgistan

source: Cambodia
pl: Kambod¿a

source: Comoros
pl: Komory

source: St. Kitts and Nevis
pl: St. Kitts i Nevis

source: North Korea
pl: Korea Pó³nocna

source: South Korea
pl: Korea Po³udniowa

source: Kuwait
pl: Kuwejt

source: Cayman Islands
pl: Kajmany

source: Kazakhstan
pl: Kazachstan

source: Lebanon
pl: Liban

source: Lithuania
pl: Litwa

source: Luxembourg
pl: Luksemburg

source: Latvia
pl: £otwa

source: Libya
pl: Libia

source: Morocco
pl: Maroko

source: Monaco
pl: Monako

source: Moldova
pl: Mo³dawia

source: Madagascar
pl: Madagaskar

source: Marshall Islands
pl: Wyspy Marshalla

source: Northern Mariana Islands
pl: Mariany Pó³nocne

source: Martinique
pl: Martynika

source: Mauritania
pl: Mauretania

source: Mauritius
pl: Mauritus

source: Maldives
pl: Malediwy

source: Mexico
pl: Meksyk

source: Malaysia
pl: Malezja

source: Mozambique
pl: Mozambik

source: New Caledonia
pl: Nowa Kaledonia

source: Norfolk Island
pl: Wyspa Norfolk

source: Nicaragua
pl: Nikaragua

source: Netherlands
pl: Holandia

source: Norway
pl: Norwegia

source: Neutral Zone
pl: Strefa Neutralna

source: New Zealand
pl: Nowa Zelandia

source: French Polynesia
pl: Polinezja Francuska

source: Papua New Guinea
pl: Papua Nowa Gwinea

source: Philippines
pl: Filipiny

source: Poland
pl: Polska

source: St. Pierre and Miquelon
pl: St. Pierre i Miquelon

source: Portugal
pl: Portugalia

source: Paraguay
pl: Paragwaj

source: Qatar
pl: Katar

source: Romania
pl: Rumunia

source: Russian Federation
pl: Federacja Rosyjska

source: Saudi Arabia
pl: Arabia Saudyjska

source: Solomon Islands
pl: Wyspy Salomona

source: Seychelles
pl: Seszele

source: Sweden
pl: Szwecja

source: Singapore
pl: Singapur

source: St. Helena
pl: ¦w. Helena

source: Slovenia
pl: S³owenia

source: Slovak Republic
pl: Republika S³owacka

source: Suriname
pl: Surinam

source: Sao Tome and Principe
pl: Wyspy ¦w. Tomasza i Ksi±¿êca

source: Former USSR
pl: By³y ZSRR

source: El Salvador
pl: Salwador

source: Swaziland
pl: Suazi

source: Turks and Caicos Islands
pl: Wyspy Turks i Caicos

source: Chad
pl: Czad

source: French Southern Territories
pl: Po³udniowe Terytoria Francuskie

source: Thailand
pl: Tajlandia

source: Tajikistan
pl: Tad¿ykistan

source: Tunisia
pl: Tunezja

source: East Timor
pl: Timor Wschodni

source: Turkey
pl: Turcja

source: Trinidad and Tobago
pl: Trynidad i Tobago

source: Tuvalu
pl: Tuwalu

source: Taiwan
pl: Tajwan

source: Ukraine
pl: Ukraina

source: United Kingdom
pl: Wielka Brytania

source: United States of America
pl: Stany Zjednoczone Ameryki

source: Uruguay
pl: Urugwaj

source: Vatican City State
pl: Watykan

source: St. Vincent and the grenadines
pl: St. Vincent i Grenadyny

source: Venezuela
pl: Wenezuela

source: British Virgin Islands
pl: Brytyjskie Wyspy Dziewicze

source: US Virgin Islands
pl: Wyspy Dziewicze Stanów Zjednoczonych

source: Vietnam
pl: Wietnam

source: Wallis and Futuna Islands
pl: Wyspy Wallis i Futuna

source: Yemen
pl: Jemen

source: Mayotte
pl: Majotta

source: Yugoslavia
pl: Jugos³awia

source: South Africa
pl: Republika Po³udniowej Afryki

source: Zaire
pl: Zair

source: Internic Commercial
pl: Komercyjny Internic

source: Educational Institution
pl: Instytucje edukacyjne

source: Government
pl: Instytucje rz±dowe

source: International
pl: Miêdzynarodowe

source: Military
pl: Instytucje wojskowe

source: Internic Network
pl: Sieæ Internic

source: Old School ARPAnet
pl: Stary ARPAnet

source: Reverse DNS
pl: Domena odwrotna

source: Unknown
pl: Nieznany

source: NAME SUB CMD Direct Client-To-Client NAME Send File CMD /dcc send %s NAME Offer Chat CMD /dcc chat %s NAME Abort Chat CMD /dcc close chat %s NAME ENDSUB CMD NAME SUB CMD CTCP NAME Version CMD /ctcp %s VERSION NAME Userinfo CMD /ctcp %s USERINFO NAME Clientinfo CMD /ctcp %s CLIENTINFO NAME Ping CMD /ping %s NAME Time CMD /ctcp %s TIME NAME Finger CMD /ctcp %s FINGER NAME XDCC List CMD /ctcp %s XDCC LIST NAME CDCC List CMD /ctcp %s CDCC LIST NAME ENDSUB CMD NAME SUB CMD Oper NAME Kill this user CMD /quote KILL %s :die! NAME ENDSUB CMD NAME SUB CMD Mode NAME Give Voice CMD /voice %s NAME Take Voice CMD /devoice %s NAME SEP CMD NAME Give Ops CMD /op %s NAME Take Ops CMD /deop %s NAME ENDSUB CMD NAME SUB CMD Ignore NAME Ignore User CMD /ignore %s!*@* ALL NAME UnIgnore User CMD /unignore %s!*@* NAME ENDSUB CMD NAME SUB CMD Kick/Ban NAME Kick CMD /kick %s NAME Ban CMD /ban %s NAME SEP CMD NAME Ban *!*@*.host CMD /ban %s 0 NAME Ban *!*@domain CMD /ban %s 1 NAME Ban *!*user@*.host CMD /ban %s 2 NAME Ban *!*user@domain CMD /ban %s 3 NAME SEP CMD NAME KickBan *!*@*.host CMD /kickban %s 0 NAME KickBan *!*@domain CMD /kickban %s 1 NAME KickBan *!*user@*.host CMD /kickban %s 2 NAME KickBan *!*user@domain CMD /kickban %s 3 NAME ENDSUB CMD NAME SUB CMD Info NAME Who CMD /quote WHO %s NAME Whois CMD /quote WHOIS %s NAME DNS Lookup CMD /dns %s NAME Trace CMD /quote TRACE %s NAME UserHost CMD /quote USERHOST %s NAME ENDSUB CMD NAME SUB CMD External NAME Traceroute CMD !rxvt -e /bin/sh -c "/usr/sbin/traceroute %h ; sleep 30" NAME Ping CMD !rxvt -e /bin/sh -c "ping -c 4 %h ; sleep 30" NAME Telnet CMD !rxvt -e telnet %h NAME ENDSUB CMD NAME Open Query CMD /query %s
pl: NAME SUB CMD Po³±czenia DCC NAME Wy¶lij plik CMD /dcc send %s NAME Zaoferuj rozmowê CMD /dcc chat %s NAME Przerwij rozwmowê CMD /dcc close chat %s NAME ENDSUB CMD NAME SUB CMD CTCP NAME Wersja CMD /ctcp %s VERSION NAME Informacje o u¿ytkowniku CMD /ctcp %s USERINFO NAME Informacje o programie CMD /ctcp %s CLIENTINFO NAME Ping CMD /ping %s NAME Czas CMD /ctcp %s TIME NAME Finger CMD /ctcp %s FINGER NAME Lista XDCC CMD /ctcp %s XDCC LIST NAME Lista CDCC CMD /ctcp %s CDCC LIST NAME ENDSUB CMD NAME SUB CMD Operator IRC NAME Wyrzuæ u¿ytkownika z serwera CMD /quote KILL %s :die! NAME ENDSUB CMD NAME SUB CMD Status NAME Udziel prawa g³osu CMD /voice %s NAME Odbierz prawo g³osu CMD /devoice %s NAME SEP CMD NAME Nadaj status operatora CMD /op %s NAME Odbierz status operatora CMD /deop %s NAME ENDSUB CMD NAME SUB CMD Ignorowanie NAME Ignoruj u¿ytkownika CMD /ignore %s!*@* ALL NAME Wy³±cz ignorowanie u¿ytkownika CMD /unignore %s!*@* NAME ENDSUB CMD NAME SUB CMD Wyrzucanie/banowanie NAME Wyrzuæ CMD /kick %s NAME Banuj CMD /ban %s NAME SEP CMD NAME Banuj wzorzec *!*@*.host CMD /ban %s 0 NAME Banuj wzorzec *!*@domain CMD /ban %s 1 NAME Banuj wzorzec *!*user@*.host CMD /ban %s 2 NAME Banuj wzorzec *!*user@domain CMD /ban %s 3 NAME SEP CMD NAME Wyrzuæ i banuj wzorzec *!*@*.host CMD /kickban %s 0 NAME Wyrzuæ i banuj wzorzec *!*@domain CMD /kickban %s 1 NAME Wyrzuæ i banuj wzorzec *!*user@*.host CMD /kickban %s 2 NAME Wyrzuæ i banuj wzorzec *!*user@domain CMD /kickban %s 3 NAME ENDSUB CMD NAME SUB CMD Informacje NAME Polecenie who CMD /quote WHO %s NAME Polecnie whois CMD /quote WHOIS %s NAME Znajdowanie nazwy DNS CMD /dns %s NAME ¦ledzenie trasy CMD /quote TRACE %s NAME Adres komputera u¿ytkownika CMD /quote USERHOST %s NAME ENDSUB CMD NAME SUB CMD Zewnêtrzne NAME Traceroute CMD !rxvt -e /bin/sh -c "/usr/sbin/traceroute %h ; sleep 30" NAME Ping CMD !rxvt -e /bin/sh -c "ping -c 4 %h ; sleep 30" NAME Telnet CMD !rxvt -e telnet %h NAME ENDSUB CMD NAME Otwórz okno rozmów CMD /query %s

source: NAME Op CMD /op %a NAME DeOp CMD /deop %a NAME Ban CMD /ban %s NAME Kick CMD /kick %s NAME Sendfile CMD /dcc send %s NAME Dialog CMD /query %s
pl: NAME Opuj CMD /op %a NAME DeOpuj CMD /deop %a NAME Banuj CMD /ban %s NAME Wyrzuæ CMD /kick %s NAME Wy¶lij plik CMD /dcc send %s NAME Rozmawiaj CMD /query %s

source: NAME Whois CMD /whois %s NAME Send CMD /dcc send %s NAME Chat CMD /dcc chat %s NAME Ping CMD /ping %s NAME Clear CMD /clear
pl: NAME Program whois CMD /whois %s NAME Wy¶lij plik CMD /dcc send %s NAME Rozmowa DCC CMD /dcc chat %s NAME Program ping CMD /ping %s NAME Wyczy¶æ CMD /clear

source: NAME SUB CMD IRC Stuff NAME Disconnect CMD /discon NAME Reconnect CMD /reconnect NAME Part Channel CMD /part NAME Cycle Channel CMD /cycle NAME Server Map CMD /quote MAP NAME Server Links CMD /quote LINKS NAME Ping Server CMD /ping NAME ENDSUB CMD NAME SUB CMD Connect NAME irc.xchat.org #Linux CMD /servchan irc.xchat.org 6667 #linux NAME Go to EFNet CMD /newserver irc.efnet.net NAME ENDSUB CMD NAME SUB CMD Settings NAME TOGGLE Hide Version CMD hide_version NAME TOGGLE Colored Nicks CMD colorednicks NAME TOGGLE 1.4.x Nick Comp. CMD old_nickcompletion NAME TOGGLE Strip mIRC color CMD stripcolor NAME TOGGLE Filter Beeps CMD filterbeep NAME TOGGLE Raw MODE Display CMD raw_modes NAME TOGGLE Perl Warnings CMD perlwarnings NAME TOGGLE Mail Checker CMD mail_check NAME ENDSUB CMD NAME SUB CMD External NAME Run XMMS CMD !xmms NAME Run RXVT CMD !rxvt NAME ENDSUB CMD
pl: NAME SUB CMD Rzeczy do IRCa NAME Roz³±cz CMD /reconnect NAME Opu¶æ kana³ CMD /part NAME Opu¶æ kana³ i wróæ CMD /cycle NAME Mapa serwera CMD /quote MAP NAME Po³±czenia serwerów CMD /quote LINKS NAME Sprawd¼ czas odpowiedzi od serwera CMD /ping NAME ENDSUB CMD NAME SUB CMD Po³±cz NAME irc.xchat.org #Linux CMD /servchan irc.xchat.org 6667 #linux NAME Po³±cz z sieci± EFNet CMD /newserver irc.efnet.net NAME ENDSUB CMD NAME SUB CMD Ustawienia NAME TOGGLE Ukryj wersjê CMD hide_version NAME TOGGLE Kolorowane pseudonimy CMD colorednicks NAME TOGGLE Uzupe³nianie pseudonimów jak w 1.4.x CMD old_nickcompletion NAME TOGGLE Usuñ kolory mIRC CMD stripcolor NAME TOGGLE Odfiltruj d¼wiêki CMD filterbeep NAME TOGGLE Wy¶wietlanie podgl±du transmisji CMD raw_modes NAME TOGGLE Ostrze¿enia Perla CMD perlwarnings NAME TOGGLE Sprawdzanie poczty CMD mail_check NAME ENDSUB CMD NAME SUB CMD Zewnêtrzne NAME Uruchom XMMS CMD !xmms NAME Uruchom RXVT CMD !rxvt NAME ENDSUB CMD
