Repository: pld-linux/xchat
Catalog: xchat-*.po
Languages: pl

source: Indent Nicks
pl: Wyrównuj pseudonimy

source: Make nicknames right justified.
pl: Wyrównuj pseudonimy do prawej.

source: Auto Indent
pl: Automatyczne wyrównywanie

source: Auto adjust the separator bar position as needed.
pl: Ustawiaj liniê separatora w zale¿no¶ci od potrzeb.

source: Draw Separator Bar
pl: Widoczna linia separatora.

source: Make the separator an actual visible line.
pl: Powoduje, ¿e linia separatora staje siê widoczna.

source: Word Wrap
pl: Zawijaj wiersze

source: Don't split words from one line to the next
pl: Nie rozdzielaj linii je¶li sie nie mie¶ci na ekranie

source: Transparent Background
pl: Prze¼roczyste t³o

source: Make the text box seem see-through
pl: Powoduje, ¿e okno tekstowe sprawia wra¿enie prze¼roczystego

source: Tint Transparency
pl: Przyciemnione t³o

source: Tint the see-through text box to make it darker
pl: Przyciemnia prze¼roczyste t³o sprawiaj±c, ¿e wygl±da jak przydymione

source: Use a font set
pl: U¿yj zestawu czcionek

source: Tint Setting
pl: Ustawienia przyciemnienia

source: Change in realtime
pl: Pokazuj zmiany w czasie rzeczywistym

source: Red:
pl: Czerwony:

source: Green:
pl: Zielony:

source: Blue:
pl: Niebieski:

source: A-Z, Ops first
pl: alfabetycznie, operatorzy najpierw

source: A-Z
pl: alfabetycznie

source: Z-A, Ops last
pl: alfabetycznie, operatorzy na koñcu

source: Z-A
pl: od koñca alfabetu

source: Unsorted
pl: nieposortowane

source: Startup and Shutdown
pl: Uruchomienie i zakoñczenie

source: No Server List On Startup
pl: Brak listy serwerów po starcie

source: Don't display the server list on X-Chat startup
pl: Nie pokazuj listy serwerów po starcie programu

source: Auto Save URL list
pl: Automatycznie zapisuj listê adresów URL

source: Auto save your URL list when exiting from X-Chat
pl: Automatycznie zapisuje listê adresów URL, kiedy koñczysz pracê programu

source: Give the User List style
pl: Nadaj li¶cie u¿ytkowników wygl±d okien tekstowych

source: Show userhost
pl: Pokazuj adres

source: Show userhost of users in channel userlist
pl: Pokazuj adres u¿ytkownika na li¶cie

source: Enable Paned Userlist
pl: Lista u¿ytkowników o zmiennej szeroko¶ci

source: Use paned user list instead of a fixed width one
pl: Pozwala zmieniaæ szeroko¶æ listy u¿ytkowników

source: Userlist icons
pl: Ikony listy u¿ytkowników

source: Double Click Command:
pl: Polecenie podwójnego klikniêcia:

source: Userlist sorted by:
pl: Lista u¿ytkowników sortowana wed³ug:

source: Input Box
pl: Wprowadzanie

source: Nick Name Completion
pl: Automatyczne uzupe³nianie pseudonimów

source: Complete nicknames when a partial one is entered
pl: Uzupe³niaj pseudonim po wpisaniu jego pierwszych liter

source: Old-style Nickname Completion
pl: Uzupe³nianie pseudonimów wed³ug starych zasad

source: Nickname completion is old-style (instead of GNU-style)
pl: Uzupe³nianie pseudonimów wed³ug starej metody (zamiast wed³ug stylu GNU)

source: Give the Input Box style
pl: Nadaj polu wprowadzania wygl±d pozosta³ych okien tekstowych

source: Input box gets same style as main text area
pl: Pole wprowadzania zyskuje wygl±d taki jak maj± okna tekstowe

source: Input Box always in focus
pl: Pole wprowadzania zawsze aktywne

source: Show nickname
pl: Pokazuj w³asny pseudonim

source: Show nickname and op/voice icon before the input box
pl: Pokazuj w³asny pseudonim oraz ikonê statusu przed polem wprowadzania

source: Nickname Completion Character:
pl: Znak uzupe³nionego pseudonimu:

source: Character to append to completed nicknames
pl: Znak dodawany do uzupe³nianych pseudonimów

source: Output Box
pl: Wy¶wietlanie

source: Strip MIRC Color
pl: Usuwaj kolory MIRC

source: Strip MIRC color codes from text before displaying
pl: Usuwaj kolory programu MIRC przed wy¶wietleniem tekstu

source: Colored Nicks
pl: Kolorowane pseudonimy

source: Output nicknames in different colors
pl: Pokazuj pseudonimy w ró¿nych kolorach

source: Show invites in active window
pl: Pokazuj zaproszenia w aktywnym oknie

source: Time Stamp All Text
pl: Dopisuj aktualny czas do ka¿dej linii

source: Prefix all text with the current time stamp
pl: Dodaje do ka¿dej wy¶wietlanej linii datê oraz dok³adny czas

source: Filter out BEEPs
pl: Odfiltruj pipniêcia

source: Remove ^G BEEP codes from text before displaying
pl: Usuwa sygna³y d¼wiêkowe (^G) z wy¶wietlanego tekstu

source: Time Stamp Format:
pl: Format daty i czasu:

source: Buffer Settings
pl: Ustawienia bufora

source: Text Buffer Size:
pl: Rozmiar bufora tekstowego

source: lines (0=Unlimited).
pl: linii (0=bez ograniczeñ).

source: Other Settings
pl: Inne ustawienia

source: Kanji locale <=> JIS translation
pl: T³umaczenie locale Kanji <=> JIS

source: Bottom
pl: Dó³

source: Top
pl: Góra

source: Left
pl: Lewo

source: Right
pl: Prawo

source: Hidden
pl: Ukryty

source: Off
pl: Wy³±czony

source: Progress bar
pl: Pasek zaawansowania

source: Info text
pl: Tekst informacyjny

source: Both
pl: Oba

source: Buttons
pl: Przyciski

source: Channel Mode Buttons
pl: Przyciski trybu kana³u

source: Show the TNSIPMLK buttons
pl: Pokazuje przyciski do ustawiania aktualnego tryby kana³u

source: User List Buttons
pl: Przyciski listy u¿ytkowników

source: Show the buttons below the user list
pl: Pokazuj przyciski pod list± u¿ytkowników

source: Meters
pl: Mierniki

source: Lag meter:
pl: Miernik opó¼nienia:

source: Throttle meter:
pl: Wspó³czynnik t³umienia:

source: Tabs
pl: Zak³adki

source: Tabs Located at:
pl: Zak³adki ustawione na:

source: Channel Tabs
pl: Zak³adki kana³ów

source: Use tabs for channels instead of separate windows
pl: U¿ywaj zak³adek dla kana³ów zamiast osobnych okien

source: Limited Tab Highlighting
pl: Ograniczone pod¶wietlanie zak³adek

source: Only highlight channel tabs for channel messages and actions
pl: Pod¶wietla tylko zak³adki, w których pojawi³y siê wiadomo¶ci lub akcje

source: New Tabs to front
pl: Nowe zak³adki bli¿ej lewej strony

source: Bring new query/channel tabs to front
pl: Nowo otwarte okna rozmów i kana³ów bêd± siê pojawiaæ z lewej strony

source: Private Message Tabs
pl: Zak³adki prywatnych wiadomo¶ci

source: Use tabs for /query instead of separate windows
pl: U¿ywaj zak³adek dla /query zamiast osobnych okien

source: Use a separate tab/window for server messages
pl: U¿ywaj osobnej zak³adki/okna dla wiadomo¶ci serwera

source: Use a separate tab/window for notices and server notices
pl: U¿yj osobnej zak³adki/okna dla uwag (notice) od u¿ytkowników i serwera

source: Use tabs for DCC, Ignore, Notify etc windows.
pl: U¿ywaj zak³adek zamiast okien DCC, Ignorowania, Powiadamiania, itp.

source: Window Position
pl: Po³o¿enie okna

source: If Left and Top are set to zero, X-Chat will use your window manager defaults.
pl: Je¶li Lewa i Góra s± ustawione na zero, zostan± u¿yte domy¶lne ustawienia mened¿era okien.

source: Left:
pl: Lewa:

source: Top:
pl: Góra:

source: Window Size
pl: Rozmiar okna

source: Width:
pl: Szeroko¶æ:

source: Height:
pl: Wysoko¶æ:

source: Show Session Tree View
pl: Poka¿ podgl±d drzewiasty sesji

source: General
pl: Ogólne

source: Hide Session on Panelize
pl: Ukryj sesjê po przeniesieniu na panel

source: Hide X-Chat when window moved to the panel
pl: Ukryj okno X-Chata po przeniesieniu na panel

source: Panel Applet
pl: Aplet panelu GNOME

source: Layout For a Vertical Panel
pl: Wygl±d pionowego panelu

source: Raw Mode Display
pl: Poka¿ niesformatowane dane

source: Display raw mode changes instead of interpretations
pl: Pokazuje dane otrzymane od serwera nie interpretuj±c ich

source: Beep on Private Messages
pl: Odgrywaj d¼wiêk po przyj¶ciu prywatnych wiadomo¶ci

source: Beep when a private message for you is received
pl: Odgrywa systemowy d¼wiêk zaraz po otrzymaniu prywatnej wiadomo¶ci

source: Beep on Channel Messages
pl: Odgrywaj d¼wiêk przy wiadomo¶ci na kanale

source: Beep when a channel message is received
pl: Odgrywa systemowy d¼wiêk zaraz po pojawieniu siê nowej wiadomo¶ci na kanale

source: Send /who #chan on join.
pl: Wy¶lij /who #kana³ po wej¶ciu.

source: Find user information when joining a channel.
pl: Uzyskuje informacje o u¿ytkownikach zaraz po wej¶ciu na kana³.

source: Perform a periodic mail check.
pl: Sprawdzaj automatycznie pocztê.

source: Your irc settings
pl: Ustawienia IRCa

source: Quit Message:
pl: Wiadomo¶æ podczas roz³±czania:

source: Part Message:
pl: Wiadomo¶æ podczas opuszczania kana³u:

source: These can be a filename relative to ~/.xchat/ to be used as a list of random quit or part reasons.
pl: Mog± to byæ nazwy plików wzglêdem ~/.xchat/ w których zostan± umieszczone losowe powody roz³±czenia oraz wyj¶cia z kana³u.

source: External Programs
pl: Zewnêtrzne programy

source: DNS Lookup Program:
pl: Program do sprawdzania nazw domen:

source: Timing
pl: Odmierzanie czasu

source: Auto ReConnect Delay:
pl: Opó¼nienie przed ponownym automatycznym po³±czeniem:

source: seconds.
pl: sekund.

source: Address
pl: Adres

source: Hostname / IP Number:
pl: Nazwa / Adres IP

source: Most people should leave this blank, it's only usefull for machines with multiple addresses.
pl: Wiêkszo¶æ osób nie powinna zmieniaæ tego ustawienia. Jest ono tylko przydatne na maszynach z wieloma adresami.

source: Public IP Address
pl: Publiczny adres IP

source: DCC IP Address:
pl: Adres IP dla DCC:

source: You may need to set the DCC IP Address if you're behind a NAT router or proxy firewall.
pl: Mo¿liwe, ¿e bêdziesz musia³ ustawiæ adres IP dla po³±czeñ DCC je¶li jeste¶ za maskarad± lub proxy.

source: Get my IP from Server (for use in DCC Send only)
pl: Uzyskaj mój adres IP od serwera (u¿ywane przy wysy³aniu poprzez DCC)

source: For people using a 10.* or 192.168.* IP number.
pl: Dla ludzi u¿ywaj±cych adresów IP 10.* oraz 192.168.*

source: (Disabled)
pl: (Wy³±czone)

source: Proxy Server Hostname:
pl: Adres serwera proxy:

source: Proxy Server Port:
pl: Port serwera proxy:

source: Proxy Type:
pl: Rodzaj proxy:

source: Show away once
pl: Poka¿ powiadomienie o nieobecno¶ci tylko raz

source: Only show away messages the first time they're seen
pl: Pokazuje informacje o niebecno¶ci tylko za pierwszym razem

source: Announce away messages
pl: Og³aszaj stan nieobecno¶ci

source: Announce your away message to the channel(s) you are in
pl: Og³asza Twoj± wiadomo¶æ o nieobecno¶ci we wszystkich kana³ach, na których jeste¶

source: Automatic unmark away
pl: Automatycznie wy³±cza stan nieobecno¶ci

source: When typing is started, the away flag is unset
pl: Wy³±cza tryb nieobecno¶ci zaraz po rozpoczêciu pisania

source: Your away settings
pl: Twoje ustawienia nieobecno¶ci

source: Away Reason:
pl: Powód nieobecno¶ci:

source: Words to Highlight:
pl: S³owa do pod¶wietlenia:

source: (separate with commas)
pl: (oddzielone przecinkami)

source: Logging
pl: Logowanie

source: Enable logging conversations to disk
pl: Uruchamia logowanie rozmów na dysku

source: Always timestamp logs
pl: Zapisuj czas w dziennikach

source: Always apply timestamp to disk logs
pl: Zawsze do³±czaj czas do dzienników na dysku

source: Log name mask:
pl: Wzorzec nazw dzienników:

source: Log timestamp format:
pl: Format czasu w dziennikach:

source: Generic
pl: Ogólne

source: Show notifies in active window
pl: Pokazuj powiadomienia w aktywnym oknie

source: Send /whois
pl: Wy¶lij /whois

source: User List Notify Highlighting
pl: Pod¶wietlanie na li¶cie u¿ytkowników

source: Highlight Notifies
pl: Pod¶wietl powiadomienia

source: Highlight notified users in the user list
pl: Pod¶wietla na li¶cie u¿ytkowników pseudonimy osób, które znajduj± siê na li¶cie powiadamiania

source: Notified User Color:
pl: Kolor pod¶wietlenia:

source: Notification Timeouts
pl: Czêsto¶æ sprawdzania listy powiadomieñ

source: Notify Check Interval:
pl: Czas pomiêdzy sprawdzaniem listy powiadamiania:

source: seconds (0=Disable).
pl: sekund (0=wy³±cz).

source: Enable Character Translation
pl: W³±cz translacjê znaków

source: Translation File:
pl: Plik z tabel± translacji:

source: Use a ircII style translation file.
pl: U¿ywaj tabeli translacji w formacie ircII.

source: Auto Open DCC Send Window
pl: Automatycznie otwieraj okno wysy³ania DCC

source: Automatically open DCC Send Window
pl: Automatycznie otwiera okno wysy³ania DCC

source: Auto Open DCC Recv Window
pl: Automatycznie otwórz okno odbioru pliku DCC

source: Automatically open DCC Recv Window
pl: Automatycznie otwórz okno odbioru pliku DCC

source: Auto Open DCC Chat Window
pl: Automatycznie otwórz okno rozmowy DCC

source: Automatically open DCC Chat Window
pl: Automatycznie otwórz okno rozmowy DCC

source: Resume on Auto Accept
pl: Wznawianie podczas automatycznej akceptacji

source: When Auto-Accepting DCC, try to resume.
pl: Je¶li w³±czona automatyczna akceptacja DCC, próbuj wznowiæ transfer czê¶ciowo przes³anego pliku.

source: Timeouts
pl: Limity czasu

source: DCC Offers Timeout:
pl: Limit czasu oferty DCC:

source: DCC Stall Timeout:
pl: Limit oczekiwania na dane:

source: Received files
pl: Odebrane pliki

source: File Permissions:
pl: Uprawnienia pliku:

source: (octal)
pl: (ósemkowo)

source: Directory to save to:
pl: Katalog, do którego zapisywaæ:

source: Save file with Nickname
pl: Zapisuj plik wraz z pseudonimem

source: Put the sender's nickname in incoming filenames
pl: Zapisuje pseudonim osoby wysy³aj±cej w nazwie odbieranych plików

source: DCC Send Options
pl: Opcje wysy³ania DCC

source: Fast DCC Send
pl: Szybkie wysy³anie

source: Don't wait for ACKs to send more data
pl: Nie czekaj na potwierdzenie aby wysy³aæ wiêcej danych

source: Fill Spaces
pl: Zamieñ odstêpy

source: File names with spaces will be filled with underscore
pl: Zamienia odstêpy w nazwach na podkre¶lenia

source: First DCC Send Port:
pl: Najni¿szy port DCC do wysy³ania:

source: (0=Disabled)
pl: (0=wy³±czony)

source: Last DCC Send Port:
pl: Najwy¿szy port DCC do wysy³ania:

source: Send Block Size:
pl: Rozmiar wysy³anych bloków:

source: (1024=Normal)
pl: (1024=normalny)

source: Built-in Replies
pl: Wbudowane odpowiedzi

source: Hide Version
pl: Ukryj wersjê

source: Do not reply to CTCP version
pl: Nie odpowiadaj na zapytanie CTCP o wersjê

source: Sound
pl: D¼wiêk

source: Sound Dir:
pl: Katalog d¼wiêków:

source: Play Command:
pl: Polecenie odgrywania:

source: X-Chat: Preferences
pl: X-Chat: Ustawienia

source: Apply
pl: Zastosuj

source: Categories
pl: Kategorie

source: Interface Settings
pl: Ustawienia interfejsu

source: Interface
pl: Interfejs

source: IRC Input/Output Settings
pl: Ustawienia wprowadzania i wy¶wietlania

source: IRC Input/Output
pl: Interakcja

source: Window Layout Settings
pl: Ustawienia wygl±du okna

source: Window Layout
pl: Wygl±d okna

source: Main Window Settings
pl: Ustawienia g³ównego okna

source: Main Window
pl: Okno g³ówne

source: Channel Window Settings
pl: Ustawienia okna kana³u

source: Channel Windows
pl: Okno kana³u

source: Dialog Window Settings
pl: Ustawienia okna rozmowy

source: Dialog Windows
pl: Okno rozmowy

source: Panel Settings
pl: Ustawienia panelu

source: IRC Settings
pl: Ustawienia IRCa

source: IP Address Settings
pl: Ustawienia adresu IP

source: IP Address
pl: Adres IP

source: Proxy Server
pl: Serwer proxy

source: Away Settings
pl: Ustawienia nieobecno¶ci

source: Away
pl: Nieobecno¶æ

source: Highlighting Settings
pl: Ustawienia pod¶wietlania

source: Highlighting
pl: Pod¶wietlanie

source: Logging Settings
pl: Ustawienia logowania

source: Notification Settings
pl: Ustawienia powiadamiania

source: Notification
pl: Powiadamianie

source: Character Set (Translation Tables)
pl: Zestaw znaków (Tablice translacji)

source: Character Set
pl: Zestaw znaków

source: CTCP Settings
pl: Ustawienia CTCP

source: DCC Settings
pl: Ustawienia DCC

source: File Transfer Settings
pl: Ustawienia przesy³ania plików

source: File Transfer
pl: Przesy³anie plików

source: There was an error parsing the string
pl: Wyst±pi³ b³±d podczas analizowania ci±gu znaków

source: This signal is only passed %d args, $%d is invalid
pl: Temu sygna³owi jest przekazywane %d argumentów, $%d jest niepoprawne.

source: Print Texts File
pl: Wy¶wietl plik tekstowy

source: Event
pl: Zdarzenie

source: $ Number
pl: $ Numer

source: Edit Events
pl: Modyfikuj zdarzenia

source: Sound file:
pl: Plik d¼wiêkowy:

source: Save As
pl: Zapisz jako

source: Load From
pl: Wczytaj

source: Test All
pl: Przetestuj wszystkie

source: Select a file to save to
pl: Wybierz plik, do którego zapisaæ

source: X-Chat: URL Grabber
pl: X-Chat: Przechwytywanie adresów URL
